[{"C1": ""}, {"The wild sounds of ancient predators￼ echoed through a large barn in Bunnyburrow. A young bunny named Judy Hopps appeared on a makeshift￼ stage, trying to find her way through a papier-mâché and cardboard jungle.": ""}, {"Judy's voice rang out loud and clear. “Fear. Treachery. Bloodlust! Thousands of years ago, these were the forces that ruled our world. A world where prey were scared of predators. And predators had an uncontrollable desire to maim and maul and—”": ""}, {"Suddenly, a jaguar leapt on her from the shadows! “Blood, blood, blood! ” Judy screamed as she crumpled￼ under the attack.“And death.”": ""}, {"After a long and drawn-out moment of terrible silence, Judy sat up, faced the confused audience, and smiled as she continued her monologue. A banner reading CARROT DAYS TALENT SHOW hung over the stunned crowd.": ""}, {"“Back then, the world was divided in two": "vicious￼ predator or meek￼ prey.”Two cardboard boxes dropped down from the ceiling. The first, labeled VICIOUS PREDATOR in crayon, landed on top of the jaguar, and the second, labeled MEEK PREY, landed on Judy. The boxes settled on their shoulders so their heads, arms, and legs stuck out. “But over time, we evolved and moved beyond our primitive, savage ways.”"}, {"A young sheep wearing a white robe and a cardboard rainbow on his head did an improvisational￼ dance across the stage. Judy and the jaguar burst out of their boxes, now wearing white robes, too. “Now predator and prey live in harmony.”": ""}, {"Judy and the jaguar, revealed as another friendly youngster, shook hands as the sheep sprinkled glitter on them. “And every young mammal has multitudinous opportunities, ”Judy said.": ""}, {"“Yeah. I don't have to cower in a herd anymore, ” said the sheep. Then he ripped off his robe, revealing a homemade astronaut costume. “Instead, I can be an astronaut.”": ""}, {"“I don't have to grow up to be a lonely hunter, ” said the jaguar, showing a business suit under his robe.": ""}, {"“Today I can hunt for tax exemptions￼. I'm gonna be an actuary￼! ”": ""}, {"“And no longer do I have to blindly serve the almighty carrot, ” said Judy. “I can make the world a better place—saving lives, defending the defenseless! I am going to be…” Judy ripped off her robe and stood in a blue uniform￼. “A police officer! ”": ""}, {"In the audience, a nasty fox kid named Gideon Grey snickered to his two friends.“Bunny cop. That is the most stupidest thing I ever heard, ” he said.": ""}, {"Back onstage, it was almost as if Judy had heard his remark￼. “It may seem impossible… to small minds, ” she said, pointing at him. “I'm looking at you, Gideon Grey.”Judy snapped her fingers and a backdrop showing a bright city skyline unrolled behind her. “But just two hundred and eleven miles away stands the great city of… ZOOTOPIA! Where our ancestors first joined together in peace, and declared that ANYONE CAN BE ANYTHING! Thank you and good night! ”": ""}, {"Judy proudly bowed￼, as if she had just given the performance of her life. Dutiful applause came from the audience, including her parents, Bonnie and Stu Hopps.": ""}, {"Moments later, Judy, still wearing her police costume, excitedly exited the barn with her parents. Outside, the Carrot Days Festival was in full swing as everyone enjoyed booths, games, and rides.": ""}, {"“Judy, ever wonder how your mom and me got to be so darn happy? ” Stu asked.": ""}, {"“Nope, ” Judy answered.": ""}, {"“Well, I'll tell ya how, ” Stu continued, as if he hadn't heard Judy. “We gave up on our dreams and we settled, right, Bon? ”": ""}, {"“Oh yes, ” Bonnie agreed. “That's right, Stu. We settled hard.”": ""}, {"“See, that's the beauty of complacency￼, Jude. If you don't try anything new, you'll never fail, ” Stu said.": ""}, {"“I like trying, actually, ” Judy said.": ""}, {"“There's never been a bunny cop, ” Stu said.": ""}, {"“I guess I'll have to be the first one! ”said Judy as she parkoured￼ against a fence.“Because I'm gonna make the world a better place.”": ""}, {"“Or… heck, you wanna talk about making the world a better place—no better way to do it than becoming a carrot farmer, ” said Stu.": ""}, {"“Yes! Your dad and me and your two hundred seventy-five brothers and sisters—we're changing the world one carrot at a time, ”said Bonnie.": ""}, {"“Amen to that. Carrot farming is a noble profession, ” Stu agreed.": ""}, {"But Judy stopped paying attention to her parents when she spotted Gideon Grey following some little kids. She was instantly alert, and she went after him.": ""}, {"“You get it, honey? ” Bonnie asked Judy. “I mean, it's great to have dreams.”": ""}, {"“Yeah, just as long as you don't believe in them too much, ” Stu continued as he looked around for his daughter. “Jude? Where the heck did she go? ”": ""}]