[{"C10": ""}, {"Judy drove around in her traffic cart until she found Nick pushing a baby stroller￼ down the street. She smiled when she saw him. “Hi! Hello? It's me again! ”": ""}, {"“Hey, it's Officer Toot-Toot, ” said Nick with a smirk.": ""}, {"“Ha-ha-ho! ” Judy gave a fake laugh, humoring him. “No, actually, it's Officer Hopps, and I'm here to ask you some questions about a case.”": ""}, {"“What happened, meter maid? ” asked Nick. “Did someone steal a traffic cone? It wasn't me.”": ""}, {"Nick walked on, pushing the stroller around the corner. Judy pulled in front of him.": ""}, {"“Carrots, you're gonna wake the baby. I've got to get to work, ” said Nick.": ""}, {"“This is important, sir. I think your ten dollars' worth of pawpsicles can wait.”": ""}, {"Nick faced her and raised his eyebrows￼.“I make two hundred bucks a day, Fluff. Three hundred sixty-five days a year, since I was twelve. And time is money, so hop along.”": ""}, {"“Lady, I know everybody. I also know that somewhere there's a toy store missing its stuffed animals, so why don't you get back to your box? ”": ""}, {"Judy's ears drooped. “Fine, ” she said. “Then we'll have to do this the hard way.” She slapped a parking boot onto the wheel of the stroller, locking it in place.": ""}, {"“Did you just boot my stroller? ”": ""}, {"“Nicholas Wilde, you are under arrest, ”Judy said.": ""}, {"Nick smiled, amused. “For what?": ""}, {"“Felony￼ tax evasion￼, ” she replied.": ""}, {"Nick's smile quickly dropped.": ""}, {"“Yeah…, ” continued Judy. “Two hundred dollars a day… three hundred sixty-five days a year… since you were twelve. That's two decades, so times twenty… which is one million, four hundred sixty thousand—I think, I mean I am just a dumb bunny—but we are good at multiplying￼. Anyway, according to your tax forms”—Judy presented some tax forms to Nick—“you reported, let me see here, zero. Unfortunately, lying on a federal form is a punishable offense. Five years jail time.”": ""}, {"“Well, it's my word against yours, ” said Nick.": ""}, {"Judy held up a carrot-shaped pen and clicked a button. Suddenly, a recording of Nick's voice played from a speaker inside the pen": "“I make two hundred bucks a day, Fluff. Three hundred sixty-five days a year, since I was twelve.”"}, {"“Actually, it's your word against yours, ”Judy said. “And if you want this pen, you're going to cooperate with my investigation or the only place you'll be selling pawpsicles is the prison cafeteria.” She grinned. “It's called a hustle, sweetheart.”": ""}, {"From the baby stroller, Finnick laughed hysterically. “She hustled you. She hustled you good. You're a cop now, Nick; you're gonna need one of these! ” Finnick slapped his ZPD badge sticker on Nick. “Have fun working with the fuzz￼! ” Finnick jumped out of his stroller and walked away.": ""}, {"Nick took the photo of Mr. Otterton and looked at it.": ""}, {"“Start talking, ” said Judy.": ""}, {"“I don't know where he is. I only saw where he went.”": ""}, {"Judy smiled broadly at him and patted the passenger seat of her cart. “Great, let's go.”": ""}, {"“It's not exactly a place for a cute little bunny, ” said Nick.": ""}, {"“Don't call me cute, ” Judy said. “Get in the car.”": ""}, {"“Okay. You're the boss.” Nick climbed in, and they headed off.": ""}]