[{"C11": ""}, {"Nick led Judy to a place called the Mystic Spring Oasis. The scent of incense￼ wafted￼ through the air inside the gates, and a yak named Yax sat in meditation. Flies buzzed around his unshowered body. “Oooooooohmmmmm, ”he chanted. The tone of the buzzing flies seemed to match the tone of his voice.“Oooooooohmmmmm.”": ""}, {"Judy approached Yax. “Hello! My name is—”": ""}, {"“Oh, you know, I'm gonna hit the pause button right there. We are all good on Bunny Scout Cookies, ” said Yax, who talked slowly, almost as if he wasn't quite there.": ""}, {"“I am Officer Hopps, ZPD. I am looking for a missing mammal, Emmitt Otterton”—she showed him the picture—“who may have frequented this establishment.”": ""}, {"Yax looked at the photo and his eyes widened, as if he was about to say something important.": ""}, {"“AH-CHOO! ” he sneezed, and flies scattered everywhere before returning to their place, hovering around him. “Yep, Ol' Emmitt. Haven't seen him in a couple weeks. But hey, you should talk to his yoga instructor. I'd be happy to take you back.” Yax nodded toward a different area of the club.": ""}, {"“Thank you so much, ” said Judy. “That would be a big—” Yax came around from behind the counter, and Judy was unable to complete her sentence when she saw what he was—or wasn't—wearing. “You are naked! ”": ""}, {"“Huh? Oh, for sure, we're a Naturalist Club, ” said Yax nonchalantly￼.": ""}, {"“Yeah, in Zootopia anyone can be anything…, ” said Nick, grinning, “and these guys, they be naked.”": ""}, {"“Nanga's on the other side of the pleasure pool, ” offered Yax. “Right this way, folks.”": ""}, {"Judy's jaw dropped as she wondered what a pleasure pool was. When they got there, naked animals were sunning themselves, playing, and lounging around. Judy's eyes nearly popped out of her head at the sight. Nick leaned over to her. “Does this make you uncomfortable? Because there is no shame in calling it quits. We could end our deal right now.”": ""}, {"“Yes, there is, ” she said. She was determined more than ever to stay on the case.": ""}, {"“Boy, that's the spirit, ” joked Nick.": ""}, {"Out in the courtyard, Judy tried to act normal. Her eyes darted around, looking for a neutral place to land.": ""}, {"“Yeah, some mammals say the naturalist life is weird, ” said Yax. “But you know what I say is weird? Clothes on animals! Here we go. As you can see, Nanga's an elephant, so she'll totally remember everything.”": ""}, {"Nanga looked curiously at the newcomers.": ""}, {"“Hey, Nanga, these dudes have some questions about Emmitt the otter, ” said Yax.": ""}, {"“Who? ” Nanga asked.": ""}, {"“Emmitt Otterton, ” Yax prompted￼. “Been coming to your yoga class for like six years.”": ""}, {"“I have no memory of this beaver, ” Nanga stated.": ""}, {"“Yeah, he's an otter, actually, ” Judy corrected, looking over at Nick in dismay.": ""}, {"“He was here a couple Wednesdays ago. 'Member? ” Yax prompted Nanga.": ""}, {"But the elephant just shook her head.“Nope.”": ""}, {"“Yeah, ” Yax continued. “He was wearing a green cable-knit sweater-vest and a new pair of corduroy￼ slacks. Oh, and a paisley tie, sweet Windsor knot￼, real tight. Remember that, Nanga? ”": ""}, {"Judy couldn't believe her luck. Yax was a gold mine! She scrambled to write everything down.": ""}, {"“No, ” Nanga said again.": ""}, {"“Uh, ah, you didn't happen to catch the license plate number did you? ” Judy asked.": ""}, {"“Oh, for sure, ” Yax nodded. “It was 29THD03.”": ""}, {"Judy's pen moved quickly. “—03. Wow.This is a lot of great info. Thank you.”": ""}, {"Yax smiled. “Told ya Nanga had a mind like a steel trap. I wish I had a memory like an elephant.”": ""}, {"Outside the club, in Sahara Square, Nick smiled smugly. “Well, I had a ball. You are welcome for the clue. And seeing as how any moron￼ can run a plate, I'll take that pen and bid you adieu.”": ""}, {"Judy held out the pen, but as Nick went to reach for it, she realized something. She pulled it back before he could swipe it. “The plate… I can't run the plate… I'm not in the system yet.”She put the pen back in her pocket and smiled at Nick.": ""}, {"“What was it you said? ‘Any moron can run a plate'? Gosh… if only there were a moron around who was up to the task…, ” she said.": ""}, {"“Rabbit, I did what you asked; you can't keep me on the hook forever, ” said Nick.": ""}, {"“No, not forever. I have”—Judy paused as she checked her phone—“thirty-six hours left to solve this case. Can you run the plate or not? ”": ""}, {"Nick stared at Judy, and then slowly grinned. “I just remembered, I have a pal at the DMV.”": ""}]