[{"C12": ""}, {"Inside the Department of Mammal Vehicles, there was a huge line of animals waiting to be helped.": ""}, {"“They're all sloths￼! ” Judy exclaimed, noticing the employees. Nick smiled. “You said this was going to be quick! ”": ""}, {"“What? Are you saying that because he's a sloth, he can't be fast? ” Nick said innocently.“I thought in Zootopia anyone could be anything.”": ""}, {"Nick led Judy over to his friend, Flash, who was sitting behind the counter at one of the windows. “Flash, Flash, hundred-yard dash! ” said Nick. “Buddy, it's nice to see ya.”": ""}, {"Flash looked at Nick for a long beat. “Nice to… see you… too, ” he said slowly.": ""}, {"“Flash, I'd love you to meet my friend. Darling, I seem to have forgotten your name.”": ""}, {"“Officer Judy Hopps, ” said Judy, showing her badge. “ZPD. How are you? ”": ""}, {"Flash looked at her and didn't respond for a good ten seconds. “I am… doing… just—”": ""}, {"Judy couldn't take it. “Fine? ” she offered, trying to move the conversation along.": ""}, {"“… as well… as… I can… be. What—” Flash continued.": ""}, {"“Hang in there, ” said Nick, loving every second.": ""}, {"“… can I… do… ”": ""}, {"“Well, I was hoping you could run a plate—”": ""}, {"“… for you … ”": ""}, {"“Well, I was hoping you could—”": ""}, {"“… today? ” Flash asked, finally completing his sentence.": ""}, {"“Well, I was hoping you could run a plate for us. We're in a really big hurry, ” answered Judy.": ""}, {"Flash waited a moment before beginning his response. “Sure. What's the… plate—”": ""}, {"“Two nine—” Judy began.": ""}, {"“… number? ” asked Flash.": ""}, {"Judy took a deep breath. “29THD03.”": ""}, {"Flash took another moment before repeating it. “Two… nine… ”": ""}, {"“THD03, ” said Judy.": ""}, {"“T, ” said Flash.": ""}, {"It took quite a while for Flash to enter the first part of the license plate number into the system. Just as he was about to punch in the last digit￼, Nick interrupted him. “Hey, Flash, you wanna hear a joke? ”": ""}, {"“No! ” Judy yelled.": ""}, {"“What do you call a three-humped camel? ”": ""}, {"“I don't… know. What do… you call… a—”": ""}, {"“Three-humped camel, ” said Judy quickly, trying to get the joke out of the way.": ""}, {"“… three-humped… camel? ” said Flash.": ""}, {"“Pregnant, ” answered Nick.": ""}, {"Flash showed no reaction at first, but then he slowly raised his head as a smile crept￼ across his face. “Ha… ha… ha… ha… ”": ""}, {"Judy's impatience grew. “Ha, ha, yes, very funny, very funny. Can we please just focus on the—”": ""}, {"Flash turned toward the sloth next to him.“Hey, Priscilla…”": ""}, {"“Yes… Flash? ” answered Priscilla, just as slowly.": ""}, {"“What… do… you call… a—”": ""}, {"“A three-humped camel? Pregnant! ”shouted Judy, thoroughly frustrated.": ""}, {"“Three… humped… ” Judy was losing her mind. “Aaaaaaaaaagh! ”": ""}, {"Hours after they'd entered, a dot-matrix printer slowly spat out the address for the license plate number.": ""}, {"“Here you…, ” said Flash, handing it to Judy.": ""}, {"“Yeah, yeah, yeah… thank you! ” she said.": ""}, {"“… go.”": ""}, {"“29THD03, ” said Judy, frantically reading the printout. “It's registered to… Tundratown Limo￼-Service? A limo took Otterton, and the limo's in Tundratown— It's in Tundratown! ”": ""}, {"“Way to hustle, buddy, ” Nick said to Flash.“I love you. I owe you.”": ""}, {"“Hurry, we gotta beat the rush hour and—” Judy said as she hurried through the door to get outside. “IT'S NIGHT! ” She looked at the sky in awe. It was completely dark.": ""}, {"They had been in there for hours! Judy was running out of time.": ""}]