[{"C13": ""}, {"“Closed, ” Judy said, gesturing to the lock on the gate. “Great.”": ""}, {"“And I will bet you don't have a warrant to get in. Hmm? Darn it. It's a bummer￼, ” said Nick.": ""}, {"“You wasted the day on purpose, ” said Judy.": ""}, {"“Madam, I have a fake badge. I would never impede￼ your pretend investigation.”": ""}, {"“It is not a pretend investigation! ” Judy said, showing Nick the picture of Otterton.“Look! See! See him? This otter is missing! ”": ""}, {"“Well, then they should have gotten a real cop to find him.”": ""}, {"She wasn't going to let Nick get to her.“What is your problem? ” she asked. “Does seeing me fail somehow make you feel better about your own sad, miserable life? ”": ""}, {"Nick appeared to consider her question before answering. “It does. One hundred percent. Now… since you're sans warrant, I guess we're done? ”": ""}, {"Judy sighed, defeated￼. “Fine, ” she said.“We are done. Here's your pen.” She threw the pen over the fence, into the lot.": ""}, {"“Hey, ” said Nick, staring at her, puzzled.“First off, you throw like a bunny, and second, you are a very sore loser.” Nick started to climb over the fence. “See you later, Officer Fluff. So sad this is over. Wish I could've helped more—”": ""}, {"Nick jumped down to the other side of the fence and reached for the pen, but Judy was already there, beating him to it.": ""}, {"“The thing is, ” Judy said, “you don't need a warrant if you have probable cause. And I'm pretty sure I saw a shifty￼ lowlife￼ climbing the fence, so you're helping plenty. Come on, ”she said, heading off as she whistled a merry tune.": ""}, {"Nick watched her, annoyed, but his face also showed a morsel of respect for her trick.": ""}, {"In the parking lot, Nick wiped snow off the back of a bumper to show the plate.": ""}, {"“29THD03, ” read Judy. “This is it.”": ""}, {"The limousine was actually a “refrigousine.”It had a heavy refrigerator door and was cold inside. Judy pulled out an evidence bag with tweezers as she and Nick snooped around the chilly limo.": ""}, {"“Polar bear fur, ” she said, holding up a piece of fur trapped in her tweezers.": ""}, {"“OH MY GOD! ” said Nick.": ""}, {"“What? What! ” exclaimed Judy, whirling to see the source of Nick's excitement. He had opened the glove compartment￼.": ""}, {"“The Velvety Pipes of Jerry Vole! ” said Nick, showing her CDs. “But on CD? Who still uses CDs? ”": ""}, {"Judy rolled her eyes and went back to collecting real clues. Nick lowered the back partition, and his eyebrows shot up. “Carrots, if your otter was here… he had a very bad day.”": ""}, {"Nick and Judy stared at the backseat. It had been shredded￼! Violent-looking claw marks were scraped across it.": ""}, {"“You ever seen anything like this? ” asked Judy.": ""}, {"Nick shook his head, actually concerned.“No.”": ""}, {"Judy spotted a wallet on the floor and picked it up. She opened it to find Mr.Otterton's driver's license and business cards for his floral shop. “This is him! Emmitt Otterton. He was definitely here. What do you think happened? ”": ""}, {"Nick shook his head, stumped￼. Then his eyes drifted to the cocktail glasses at the bar inside the limo. They were etched with the letter B.": ""}, {"“Wait a minute, ” said Nick suspiciously.“Polar bear fur… Rat Pack music… fancy cups… ”He turned to Judy. “I know whose car this is. We gotta go.”": ""}, {"“Why? Whose car is it? ” she asked.": ""}, {"Nick rushed around the limo, nervously trying to put everything back the way they found it. “The most dangerous crime boss in Tundratown. They call him Mr. Big, and he does not like me, so we've gotta go! ”": ""}, {"“I'm not leaving, ” said Judy. “This is a crime scene.”": ""}, {"“Well, it's gonna be an even bigger crime scene if Mr. Big finds me, so we are leaving right now! ”": ""}, {"Nick made a break for the limo door, but when he opened it, two big polar bears looked down at him.": ""}, {"“Raymond! And is that Kevin? ” said Nick, trying to sound excited. “Long time no see! And speaking of no see, how about you forget you saw me? For old times' sake? ”": ""}, {"Without saying a word, the polar bears yanked Nick and Judy out of the limo. They shoved￼ them into a car and sandwiched Nick and Judy between them.": ""}, {"“What did you do to make Mr. Big so mad at you? ” Judy asked Nick.": ""}, {"“I, uh, may or may not have sold him a very expensive wool rug… that was made from the fur of a… skunk￼'s butt, ” Nick said quietly.": ""}, {"“Sweet cheese and crackers, ” said Judy.": ""}, {"A short time later, the car pulled through a guarded security gate into a giant residential compound that was the home of Mr. Big.": ""}]