[{"C16": ""}, {"Nick and Judy ran for their lives as Manchas chased them.": ""}, {"“What is wrong with him? ” shouted Nick.": ""}, {"They ran across a slippery suspension￼ bridge with Manchas close behind. Nick stopped. “We're not gonna make it! ”": ""}, {"“Jump! ” Judy yelled.": ""}, {"They leapt off the bridge and landed on a low branch. Then they ducked into a hollow log, trying to hide, but Manchas continued to stalk￼ them. Judy frantically picked up her police radio. “Officer Hopps to dispatch! Clawhauser, can you hear me? ”": ""}, {"Inside the police station, Clawhauser was casually chatting with a coworker as he showed him a video on his phone.": ""}, {"“Have you seen Gazelle's new video—are you familiar with Gazelle? ” Clawhauser asked the coworker, not seeing the red light blinking￼ on his phone. “Greatest singer of our lifetime—angel with horns. Yeah, you gotta check it out. So good. Do you see who's beside her right now? ” He pointed to the screen, where he was dancing on a stage with Gazelle.": ""}, {"“Wow. You are one hot dancer, ” Gazelle's voice started, finishing with a robotic-type voice, “Benjamin Clawhauser.”": ""}, {"“It's me! ” Clawhauser exclaimed. “Did you think it was real? It looks so real! It's not—it's just a new app.” He chuckled. Then he finally noticed his phone and clicked the speaker button. “Hold on—”": ""}, {"“Clawhauser! ” Judy's voice rang out. Manchas, trying to get inside the log, took a swipe at her. “We have a 10-91! Jaguar gone savage! Vine and Tu-junga! ”": ""}, {"“It's Tu-HUN-ga! ” shouted Nick.": ""}, {"Manchas took another swipe at Judy, this time ripping her radio out of her hands. Nick and Judy scrambled out of the log and continued to run.": ""}, {"“Sending back up! Hopps? HOPPS? ! ” said Clawhauser, hearing the racket￼ on the other end.": ""}, {"Nick and Judy spotted a gondola￼ station.“There! ” Judy yelled. “Head to the skytrams! ”": ""}, {"They ran toward the gondolas. Judy darted out of Manchas's way but slipped and got separated from Nick.": ""}, {"“Get in! Carrots? Carrots! ” Nick called, trying to hold on to the gondola. But it pulled away.": ""}, {"“Go! ” shouted Judy, struggling to regain her footing on the wet, slippery surface of the bridge.": ""}, {"Nick backed up and Manchas moved toward him, as if stalking his prey. “Buddy, one predator to another, if I offended you with the tuna thing, I meant no disrespe—”": ""}, {"Nick screamed as Manchas charged￼ at him full speed. A split second before he reached Nick—clank! Manchas was yanked back by a handcuff on his back paw. Judy had cuffed him to a metal post! Nick couldn't believe it—Judy had saved his life.": ""}, {"“I can tell you're tense, so I'm just gonna give you a little personal space, ” Nick said to Manchas.": ""}, {"Manchas struggled angrily, knocking Nick and Judy over the edge of the walkway. Judy grabbed on to a vine with one arm and struggled to hold Nick with her other. As the two dangled￼ over the canopy, Nick looked at the bottomless abyss￼ below. Judy's mind raced as she tried to figure out what to do next.": ""}, {"“Rabbit, whatever you do, do not let go! ”shouted Nick.": ""}, {"“I'm gonna let go! ” said Judy.": ""}, {"“No… you what? You must have misunderstood me. I said don't—”": ""}, {"“One, two, ” Judy said, counting off as she started them swinging.": ""}, {"“RABBIT! ”": ""}, {"She let go and swung them over to a net made of vines. It supported their weight for a moment. But then—snap! The vines broke and they plummeted toward the ground! Luckily, a cluster of vines had gotten tangled around their legs and stopped them right before they hit the rainforest floor.": ""}, {"Sirens rang out as a convoy of police cars screeched to a halt. Out of one stepped Chief Bogo. Judy smiled. The cavalry￼ had arrived!": ""}, {"“Well, this should be good, ” said Bogo as he stared at Judy and Nick, who hung upside down, suspended from vines, in front of him.": ""}]