[{"C17": ""}, {"Judy confidently led the cops up to the canopy. “I thought this was just a missing mammal case, but it's way bigger. Mr. Otterton did not just disappear. I believe he and this jaguar… they went savage, sir.”": ""}, {"Bogo scoffed￼. “Savage? This isn't the Stone Age, Hopps. Animals don't go savage.”": ""}, {"“I thought so, too, until I saw this.” Judy turned the corner where she had handcuffed Manchas—but he was gone! Even the handcuffs had vanished.": ""}, {"“He was right here, ” she said, confused.": ""}, {"“The ‘savage' jaguar, ” said Bogo, scoffing once again.": ""}, {"“Sir, I know what I saw. He almost killed us, ” said Judy.": ""}, {"“Or maybe an aggressive predator looks savage to you rabbits, ” Bogo said. He called out to the other officers, “Let's go.”": ""}, {"“Wait—sir, I'm not the only one who saw him! ”": ""}, {"Judy called to Nick, but before he could explain, Bogo said, “You think I'm going to believe a fox? ”": ""}, {"“Well, he was a key witness, and I enlisted￼ his services, ” Judy said.": ""}, {"Bogo shook his head, annoyed. “Two days to find the otter… or you quit… that was the deal. Badge, ” he said, waiting for her to hand her badge over.": ""}, {"Nick watched Judy stare at Bogo's outstretched hand. “Sir, we…”": ""}, {"“Badge, ” said Bogo firmly.": ""}, {"Judy slowly reached for it as Nick spoke up. “Uh, no, ” he said.": ""}, {"Bogo glared at Nick. “What did you say,fox? ”": ""}, {"“Sorry, what I said was ‘no.' She will not be giving you that badge, ” said Nick. “Look, you gave her a clown vest and a three-wheel joke-mobile￼ and two days to solve a case you guys haven't cracked in two weeks? Yeah, no wonder she needed to get help from a fox. None of you guys were gonna help her, were you? ”": ""}, {"Judy stared at Nick. She couldn't believe he was sticking up for her. Bogo stood silently.": ""}, {"“Here's the thing, Chief. You gave her forty-eight hours, so technically we still have ten left to find our Mr. Otterton… and that's exactly what we are gonna do. So if you'll excuse us… we have a very big lead￼ to follow and a case to crack. Good day.”": ""}, {"Nick turned to Judy. “Officer Hopps? ” He guided her to a passing gondola, leaving Bogo and the rest of the officers stunned.￼": ""}, {"“Thank you, ” she said as the two sat in the gondola while it soared over the Rainforest District.": ""}, {"“Never let them see that they get to you, ”said Nick.": ""}, {"Surprised, Judy turned to Nick. “So things get to you? ”": ""}, {"“No… I mean, not anymore, ” said Nick.“But I was small and emotionally unbalanced like you once.”": ""}, {"“Har-har, ” said Judy.": ""}, {"“No, it's true. I think I was eight, maybe nine, and all I wanted to do was join the Junior Ranger Scouts￼.”": ""}, {"Nick decided to tell Judy a story about when he was a kid. “So my mom scraped together enough money to buy me a brand-new uniform.” Nick explained how badly he wanted to fit in—even though he was the only predator in the troop. “I was gonna be part of a pack, ” he said.": ""}, {"Nick described the scene. He was taking the oath with the scouts when the other kids suddenly tackled him, yelling, “Get him! Get that pred! Muzzle￼ him! ”": ""}, {"They strapped a muzzle onto his snout and continued to mock him. “If you thought we'd ever trust a fox without a muzzle, you're even dumber than you look, ” one of them had taunted.": ""}, {"When they finally let him go, he ran away, limping, with his uniform torn to pieces.": ""}, {"“I learned two things that day, ” said Nick, lost in the terrible memory. “One, I was never going to let anyone see that they got to me.”": ""}, {"“And two? ” Judy prodded￼.": ""}, {"“Nick, ” said Judy gently. “You are so much more than that.” She touched his arm as the gondola pierced through the clouds. They gazed down at the busy city buzzing below.": ""}, {"“Boy, look at that traffic down there, ” said Nick, changing the subject. “How about we go to Chuck in Traffic Central, ” Nick continued, pretending to be a cheesy￼ radio announcer.“Chuck, how are things looking on those Jam Cams? ”": ""}, {"“Nick, I'm glad you told me, ” said Judy.": ""}, {"“Wait! The Jam Cams! ” said Nick urgently.": ""}, {"“Seriously, it's okay, ” said Judy.": ""}, {"“N-no, shh-shush! There are traffic cameras everywhere. All over the canopy. Whatever happened to that jaguar—”": ""}, {"“The traffic cameras would have caught it! ” said Judy, excitedly, suddenly realizing what Nick meant.": ""}, {"“Bingo! ” said Nick.": ""}, {"Judy chucked him on the arm, impressed.“Pretty sneaky, Slick.”": ""}, {"“However. If you didn't have access to the system before, I doubt Chief Buffalo Butt is gonna give it to you now.”": ""}, {"“No. But I've got a friend at city hall who might! ” Judy smiled, feeling hopeful again.": ""}]