[{"C18": ""}, {"It didn't take long for Judy and Nick to find Assistant Mayor Bellwether in city hall. She was struggling to hold a stack of￼ files while keeping up with Mayor Lionheart.": ""}, {"“Sir? ” said Bellwether. “If we could just review these very important—”": ""}, {"As Bellwether continued to struggle and dodge out of the way inside the busy lobby, she almost stepped on a little mouse.": ""}, {"“Oh, I'm sorry… sir! ”": ""}, {"“I heard you, Bellwether, ” said Lionheart impatiently. “Just take care of it, okay? ” He set a folder on top of her huge stack. “And clear my afternoon. I'm going out.”": ""}, {"“But, sir, you have a meeting with Herds and Grazing… Sir—”": ""}, {"Lionheart continued through the door, letting it slam right in Bellwether's face. All the files she was carrying were knocked to the floor.": ""}, {"“Oh, mutton chops, ” she said, trying to collect the scattered pieces of paper.": ""}, {"“Assistant Mayor Bellwether, ” said Judy, approaching her. “We need your help.”": ""}, {"Bellwether led them to her tiny, cramped office. Judy and Nick looked around, surprised. Bellwether's office was actually a janitor￼'s closet!": ""}, {"“We just need to get into the traffic camera database, ” Judy said as Bellwether typed on the keyboard of her computer.": ""}, {"Nick barely touched the wool puff on top of Bellwether's head and whispered, “Sooo fluffy! ” He was mesmerized￼. “Sheep never let me this close—so fluffy—like cotton candy—”": ""}, {"“You can't touch that! Stop it! ” scolded Judy, swatting￼ his hand away as she tried to keep Bellwether from seeing Nick.": ""}, {"“Where to? ” Bellwether asked as she pulled up traffic cameras for the whole city. She looked up at Judy, catching the rabbit in mid-swat.": ""}, {"“Rainforest District. Vine and Tujunga.”": ""}, {"Nick and Judy shared a smiled. This time, Judy had pronounced Tujunga correctly.": ""}, {"“This is so exciting, actually. Well, you know, I never get to do anything this important, ” said Bellwether.": ""}, {"“You're the assistant mayor of Zootopia, ”said Judy.": ""}, {"“Oh, I'm more of a glorified￼ secretary, ”said Bellwether. “I think Mayor Lionheart just wanted the sheep vote… But he did get me that nice mug.” She proudly pointed to a mug that read WORLD'S GREATEST ASSISTANT MAYOR.": ""}, {"“Smellwether! ” shouted Mayor Lionheart through the intercom￼.": ""}, {"Bellwether cringed as she got up. “Oh, that's a fun little name he uses. I called him Lionfart once. He didn't care for that.” She pressed the button on the intercom. “Yes, sir? ”": ""}, {"“I thought you were going to cancel my afternoon! ” Lionheart yelled.": ""}, {"“Oh, dear… I better go. Let me know what you find. It was really nice for me to—”": ""}, {"“While we're young, Smellwether! ” the mayor's voice boomed again as she opened the door and hurried out.": ""}, {"“Well, I'm gonna need a lint￼ brush, ” said Nick.": ""}, {"“Oh shush, ” said Judy. “Okay. Traffic cameras. Tujunga, Tujunga… we're in.”": ""}, {"Nick and Judy watched the footage￼ onscreen. They saw Manchas acting wild, and then… a black van pulled up, skidding to a stop.": ""}, {"“Who are these guys? ” Judy asked.": ""}, {"“Timber wolves. Look at these dum-dums.”": ""}, {"They watched as wolves got out of the van and trapped Manchas with a net! Judy gasped, but Nick just shook his head.": ""}, {"“Bet you a nickel one of them's gonna howl, ” Nick said.": ""}, {"One of the wolves howled.": ""}, {"“There it is. What is with wolves and howling? ” he asked.": ""}, {"“Howlers. Night howlers, ” said Judy.“That's what Manchas was afraid of—wolves!The wolves are the night howlers. If they took Manchas—”": ""}, {"“I bet they took Otterton, too, ” said Nick.": ""}, {"“All we've gotta do is find out where they went, ” said Judy, examining the footage. As the wolves drove off, they disappeared through a tunnel and didn't come out the other side. “Wait. Where'd they go? ”": ""}, {"Nick squinted at the picture. “You know, if I wanted to avoid surveillance￼ because I was doing something illegal—which I never have—I'd use the maintenance￼ tunnel 6B, which would put them out… ” Nick clicked over to another camera's footage, then another, and another… and then the wolves emerged in the van! “Right there.”": ""}, {"“Look at you, ” Judy said, impressed.“Junior Detective. You know, I think you'd actually make a pretty good cop.”": ""}, {"“How dare you, ” Nick said in mock horror, trying not to smile.": ""}, {"Judy clicked through some more surveillance videos, tracking the wolves through alleys and back roads. “They're heading out of town, ” she said. “Where does that road go? ”": ""}, {"“It's one of two places": "it's either that very, very scary old building… or a Beaver Renaissance Faire.”"}]