[{"C19": ""}, {"Nick and Judy found the mysterious road and followed it. They stopped and watched from a distance as a van drove past a gated checkpoint. Beyond the gate was a creepy old building called Cliffside Asylum that perched high on a cliff over the ocean.": ""}, {"“Why couldn't you be a Beaver Renaissance Faire? ” Nick said quietly.": ""}, {"The two slowly ventured￼ toward the asylum, sneaking up to the guarded gate. They could see two wolves stationed inside. Nick motioned that he was going to try and tiptoe￼ past. He started off, but as he got closer, one of the wolves sniffed the air, picking up on his scent. Nick grabbed a piece of driftwood to use as a weapon as the wolf began searching for the source of the scent. But before the wolf could find Nick, a howl sounded in the distance, grabbing the wolf's attention. “Ooooooooo! ”": ""}, {"It was Judy, hidden beneath the cliffs!": ""}, {"Hearing the sound, the wolf couldn't help but howl back.": ""}, {"Another guard approached and said sharply, “Quit it, Gary. You're gonna start a howl.”": ""}, {"“I didn't start it. Ooooooooo! ” said Gary.": ""}, {"Unable to control it, the other guard howled back. Soon more and more wolves joined in, howling away.": ""}, {"Judy whispered to Nick, “Come on! ” They used the distraction to jump the fence and sneak by the guards.": ""}, {"“Clever bunny, ” said Nick, impressed.": ""}, {"As they scrambled over the slippery rocks, Nick nearly slid down a waterfall. They searched for a way into the building and spotted a large pipe. Climbing inside, they walked until they emerged in the asylum. The dark cavernous￼ room was full of old, rusty￼ medical equipment.": ""}, {"“Looks like this was a hospital, ” said Judy.": ""}, {"She shined her light down a corridor and saw a metal door at the other end. They walked toward it. “You know, after you, ” Nick said, motioning for her to open the door.“You're the cop.”": ""}, {"Judy slowly pushed the door open to reveal a room with shiny, modern new medical equipment. They cautiously walked in and looked around.": ""}, {"Nick pointed to scratches crisscrossing￼ the floor. “Claw marks? ” Judy said, taking in the sight. There were deep grooves￼ in the door, too.": ""}, {"Feeling a little scared and intimidated, Nick started to back up. “Yeah, huge, huge claw marks. But what kind of anima—” A growl interrupted him, and then a locked-up, savage tiger grabbed Nick and pulled him toward his cell. Judy yanked Nick away, freeing him from the tiger's grip.": ""}, {"Judy held up her flashlight and swiveled￼ it around the room to reveal… dozens of eyes! They walked along looking at each of the locked-up animals before finding a jaguar on all fours, pacing his cell. “Mr. Manchas, ” said Judy.": ""}, {"They continued past three, four, five cells, until finally, in the last one, they found a feral￼ otter. It was Emmitt Otterton!": ""}, {"“It's him, ” said Judy. “We found our otter.”She turned and spoke to him gently. “Mr. Otterton, my name is Officer Judy Hopps. Your wife sent me to find you. We're gonna get you out of here now.”": ""}, {"Otterton screeched￼ and lunged toward the glass wall, as if trying to attack.": ""}, {"“Or not, ” said Nick, backing away. “Guess he's in no rush to get home to the Mrs.”": ""}, {"Judy looked down the corridor of cells, counting, “Eleven, twelve, thirteen, fourteen. Plus Manchas.” She thought for a moment, then said, “Chief Bogo handed out fourteen missing mammal files… All the missing mammals are right here! ”": ""}, {"Click! A door started to open, so Nick and Judy quickly hid next to an empty cell. They heard footsteps approaching, and soon they could see someone…": ""}, {"It was Mayor Lionheart!": ""}, {"“Enough! ” said Lionheart. “I don't want excuses, Doctor, I want answers.”": ""}, {"Lionheart looked serious, intense, and tired. Judy whipped out￼ her phone and started recording as Lionheart talked to a badger doctor.": ""}, {"“Mayor Lionheart, please, ” said the doctor. “We're doing everything we can.”": ""}, {"“Oh, I don't think you are, ” said Lionheart. “Because I got a dozen and a half animals here who've gone off-the-freaking-rails crazy, and you can't tell me why. I'd call that awfully far from doing everything.”": ""}, {"“Sir, it may be time to consider their biology, ” said the doctor.": ""}, {"Otterton, in the cage behind them, slammed￼ against the glass walls of his cell.": ""}, {"“Biology, Doctor? Spare me.”": ""}, {"“We both know what they all have in common. We can't keep it a secret. We need to come forward, ” the doctor said.": ""}, {"Lionheart snarled and turned on the doctor. “What do you think will happen if the press gets ahold of￼ this? ”": ""}, {"“What does Chief Bogo think? ” asked the doctor.": ""}, {"“Chief Bogo doesn't know. And we are going to keep it that way.”": ""}, {"Brrring! Brrring! Judy's phone broke the silence. It was her parents calling.": ""}, {"Lionheart looked up, startled. “Someone's here! ”": ""}, {"“Sir, you need to go now, ” said the doctor.“Security, sweep the area! ”": ""}, {"Nick and Judy ran as an alarm blared￼ throughout the asylum. Wolves swarmed the halls.": ""}, {"“Great, we're dead. That's it. I'm dead. You're dead. Everybody's dead, ” Nick declared.": ""}, {"“Can you swim? ” Judy asked Nick, ducking￼ into an empty cell and putting her phone into an evidence bag.": ""}, {"“What? Can I swim? Of course. Why? ”Nick watched Judy dive into a large hippo toilet. He closed his eyes and jumped in after her.": ""}, {"They slid through the pipe, twisting this way and that until they finally shot out, cascading￼ over a waterfall. After a gasp of air, Nick swam to the riverbank. But Judy was nowhere to be seen. “Carrots? Hopps? Judy! ”": ""}, {"He sighed when he saw her emerge from the water, holding her bagged phone over her head. “We've got to tell Bogo.”": ""}]