[{"C2": ""}, {"Judy got closer and saw Gideon Grey doing what the fox did best—bullying￼ some kids.": ""}, {"“Give me your tickets right now, or I'm gonna kick your meek little sheep butt, ” said Gideon, before giving the kid a shove. Then he took the sheep's tickets and smacked￼ her with them. “Baa-baa, ” he mocked. “What're ya gonna do, cry? ”": ""}, {"“Ow! ” yelped the sheep. “Cut it out, Gideon! ”": ""}, {"“Hey! ” said Judy firmly. “You heard her. Cut it out.”": ""}, {"Gideon looked at Judy and laughed. “Nice costume, loser, ” he snarled. “What crazy world are you living in where you think a bunny could be a cop? ”": ""}, {"“Kindly return my friend's tickets, ” Judy said calmly.": ""}, {"Gideon snarled and stuffed￼ the tickets into his pocket. “Come get 'em. But watch out, 'cause I'm a fox. And like you said in your dumb little stage play, we predators used to eat prey. And that killer instinct￼ is still in our Dunnahh.”": ""}, {"“I'm pretty sure it's pronounced D-N-A, ”whispered one of Gideon's wolf pals.": ""}, {"“Don't tell me what I know, Travis, ”Gideon said, irritated.": ""}, {"“You don't scare me, Gideon, ” said Judy.": ""}, {"Gideon shoved Judy so hard that she fell to the ground with a thud. Judy's eyes began to water.": ""}, {"“You scared now? ” Gideon said cruelly. The other prey animals cowered￼ behind a tree, leaving Judy to face the bullies alone.": ""}, {"“Look at her nose twitch, ” said Travis mockingly. “She is scared! ”": ""}, {"“Cry, little baby bunny. Cry, cry—” Gideon taunted.": ""}, {"Bam! Before Gideon could say another word, Judy kicked him in the face with her hind legs, knocking him down. But he sprang￼ right back up, and he was mad. “Oh, you don't know when to quit, do you? ” Gideon said, unsheathing his claws like a fist of knives.": ""}, {"He slapped Judy in the face, his sharp claws digging into her skin, making her bleed.Then he knocked her down and held her face in the dirt. “I want you to remember this moment, ” Gideon said coldly, “anytime you think you'll ever be anything more than just a stupid, carrot-farming dumb bunny.”": ""}, {"Gideon and his pals walked away, laughing, leaving Judy in the dirt. She got up,wiped the blood off her cheek, and glared￼ at their backs.": ""}, {"“Aw jeez, that looks bad, ” said Gareth, a sheep.": ""}, {"“Are you okay, Judy? ” asked Sharla, the sheep the bullies had taken the tickets from.": ""}, {"Judy took a breath and pulled something out of her front pocket, smiling wide.": ""}, {"“Here you go! ” she said, returning the tickets that Gideon had stolen.": ""}, {"“Wicked! You got our tickets! ” said Sharla.": ""}, {"“You're awesome, Judy! ” exclaimed Gareth.": ""}, {"“That Gideon Grey doesn't know what he's talking about, ” Sharla added.": ""}, {"Judy slapped her police hat back on top of her head, and there was a look of determination in her eye. “Well, he was right about one thing": "I don't know when to quit￼.”"}]