[{"C20": ""}, {"An hour later, the ZPD burst into Lionheart's office.": ""}, {"“Mayor Lionheart, you are under arrest for the kidnapping and false imprisonment of innocent citizens, ” Judy said as she cuffed him.": ""}, {"“You don't understand! ” shouted Lionheart. “I had to do it! ”": ""}, {"“I did it for the city! ” Lionheart exclaimed.": ""}, {"Later on, Bogo addressed the press. Behind him were posters of the savage animals—each one of them sporting a muzzle. “Ladies and gentlemammals, ” said Bogo. “Fourteen mammals went missing, and all fourteen have been found by our newest recruit, who will speak to you in a moment.”": ""}, {"“I am so nervous, ” said Judy as she and Nick stood off to the side.": ""}, {"“Okay, Press Conference 101, ” said Nick. “You wanna look smart, answer their questions with your own rhetorical￼ questions. Then answer that question. Okay like this, ‘Was this a tough case? Yes. Yes, it was.' ”": ""}, {"“You should be up there with me. We did this together, ” said Judy.": ""}, {"“Well, am I a cop? No. No, I'm not, ”answered Nick.": ""}, {"“Funny you should say that… because I've been thinking. It would be nice to have a partner, ” said Judy, handing Nick an application to the ZPD. She offered the carrot pen to him. “Here. In case you need something to write with.”": ""}, {"Bellwether gestured to Judy to come up to the podium￼. “Officer Hopps, it's time.”": ""}, {"Nick looked down at the application, clicked the pen, and began filling it out.": ""}, {"As Judy stepped up, Bogo saluted￼ her. She saluted back, and then the reporters started shouting out her name and asking questions. Judy pointed to one of them. “What can you tell us about the animals that went savage? ” the reporter asked.": ""}, {"“Well, the animals in question… Are they all different species? Yes. Yes, they are, ” said Judy, looking toward Nick.": ""}, {"Nick smiled and gave her a thumbs-up.": ""}, {"“Okay, what's the connection? ” shouted another reporter.": ""}, {"“All we know is that they're all members of the predator family, ” said Judy.": ""}, {"Nick frowned. The press reacted. Again, they yelled questions all at once. Judy was surprised.": ""}, {"“So predators are the only ones going savage? ” demanded one reporter.": ""}, {"“That is accurate, ” said Judy, hesitating before she spoke. “Yes.”": ""}, {"“Why is that happening? ” yelled several reporters.": ""}, {"“We still don't know—”": ""}, {"The crowd rumbled￼ with disappointment.": ""}, {"“BUT, but, but… it may have something to do with biology, ” said Judy, surprised by the escalating￼ tension in the room.": ""}, {"Murmurs rippled across the press and a reporter asked, “What do you mean by that? ”": ""}, {"“A biological component. You know, something in their DNA, ” Judy said.": ""}, {"“In their DNA? Can you elaborate￼ on that, please? ”": ""}, {"“Yes, ” Judy nodded, as the crowd got louder. “Thousands of years ago… predators survived through their aggressive hunting instincts. For whatever reason, they're reverting back to their savage ways.”": ""}, {"Her comment caused a big hubbub￼. Nick didn't like what he was hearing. Clawhauser looked up. He was feeling uncomfortable, too.": ""}, {"“Officer Hopps, could it happen again? ”asked another reporter.": ""}, {"“It is possible, ” said Judy. “We must be vigilant￼. And we at the ZPD are prepared and are here to protect you.”": ""}, {"The press suddenly went into an absolute frenzy, asking questions like “What is being done to prevent it? ” and “Should all predators be quarantined? ”": ""}, {"Bellwether stepped up, eager to put an end to the questions. “Uh, thank you, Officer Hopps. Uh, no more questions.”": ""}, {"“Oh, okay… but… I… didn't—” Before Judy could say another word, Bellwether ushered her away.": ""}, {"Unsure of how she had done, Judy walked across the lobby to Nick. “That went so fast. I didn't get a chance to mention you or say anything about—”": ""}, {"“Oh, I think you said plenty, ” said Nick, interrupting her.": ""}, {"“What do you mean? ” Judy asked, confused.": ""}, {"“Clearly there's a biological component, ”he said sarcastically, repeating her words.“These predators may be reverting back to their primitive savage ways.” He looked at her incredulously￼. “Are you serious? ”": ""}, {"“I just stated the facts of the case, ” said Judy. “I mean, it's not like a bunny could go savage.”": ""}, {"“No, but a fox could, huh? ”": ""}, {"“Stop it, Nick! You're not like them.”": ""}, {"“There's a them now? ”": ""}, {"“You know what I mean. You're not that kind of predator.”": ""}, {"Nick gestured at all the posters￼. “The kind that needs to be muzzled? The kind that makes you think you need to carry around fox repellent? Yeah, don't think I didn't notice that little item the first time we met.”": ""}, {"Nick got angrier and angrier, “So, you scared of me? Think I might go nuts? Go savage? Think I might what… try to eat you? ”": ""}, {"Nick lunged￼, like he was going to bite her, and she flinched￼. Automatically, she put her hand on the fox repellent.": ""}, {"“I knew it. Just when I thought somebody actually believed in me, ” Nick said calmly. Then he handed her back the application.“Probably best if you don't have a predator as a   partner.”": ""}, {"As he walked away, he took off the sticker badge, crumpled it up, and tossed it into the trash.": ""}, {"“Nick! ” Judy called after him, but he went straight out the door.": ""}, {"Judy had broken their friendship, and she didn't know how to fix it.": ""}]