[{"C21": ""}, {"After the press conference, a wedge￼ was driven between the animals of Zootopia, and everyone was talking about it. There were conflicts and protests. The animals began to treat one another differently.": ""}, {"At one protest, Judy stood in the middle of the two opposing sides as they argued.": ""}, {"“Go back to the forest, predator! ” a pig yelled.": ""}, {"“I'm from the savanna! ” shouted a beaver.": ""}, {"As the divide between prey and predators grew, it was on every news station.": ""}, {"Pop star Gazelle rallied￼ for peace. “The Zootopia I know is better than this. We don't just blindly assign blame. We don't know why these attacks keep happening, but it is irresponsible to label all predators as savages. We cannot let fear divide us. Please give me back the Zootopia I love.”": ""}, {"Judy felt exhausted by all the fighting—and she also felt responsible. She rode the subway on her way into work. There she watched a mother bunny pull her child to her as a lion boarded the train, and Judy shook her head. Judy got off at the next stop and went into the hospital.": ""}, {"“That's not my husband, ” Mrs. Otterton said, as she and Judy watched Emmitt Otterton flail￼ around like a madman inside a padded room.": ""}, {"Judy sighed, her face full of worry. But there was nothing she could do.": ""}, {"Even inside the ZPD lobby the news was on.": ""}, {"Bogo called to Judy. “Come on, Hopps.The new mayor wants to see us.”": ""}, {"“It would seem you've arrived, ” Bogo said.": ""}, {"As Judy followed Bogo, she saw Clawhauser packing up his desk. “Clawhauser? What're you doing? ” she asked.": ""}, {"“Oh, they thought it would be better if a predator such as myself wasn't the first face you see when you walk into the ZPD. So they're moving me to Records downstairs. By the boiler, ” he said.": ""}, {"Judy's disappointment was evident on her face.": ""}, {"“Hopps. Now! ” Bogo commanded.": ""}, {"Mayor Bellwether was behind her desk in her big new fancy office as Bogo and Judy sat down. In front of them was a pamphlet￼ with a picture of a smiling Judy that read“ZPD, Put Your Trust in Us.” Judy looked at it, confused. “I don't understand.”": ""}, {"“Our city is ninety percent prey, Judy, ”said Bellwether. “And right now, they're just really scared. You're a hero to them. They trust you. And so that's why Chief Bogo and I want you to be the public face of the ZPD.”": ""}, {"“I'm not—I'm not a hero, ” said Judy sadly.“I came here to make the world a better place, but I think I broke it.”": ""}, {"“Don't give yourself so much credit, Hopps, ” said Bogo. “The world has always been broken. That's why we need good cops like you.”": ""}, {"“With all due respect, sir, a good cop is supposed to serve and protect—help the city, not tear it apart￼, ” said Judy. She took off her badge and handed it to Bogo. “I don't deserve this badge.”": ""}, {"“Hopps, ” said Bogo.": ""}, {"“Judy. This is what you've always wanted. Since you were a kid… you can't quit…, ” said Bellwether.": ""}, {"“Thank you for the opportunity, ” said Judy. Then she rushed out of the office.": ""}]