[{"C22": ""}, {"At her family vegetable stand in Bunnyburrow, Judy bagged carrots for a customer. “Four dozen carrots, ” she said robotically￼. “Have a nice day.”": ""}, {"Stu and Bonnie approached her, concerned. “Hey there, Jude—Jude the Dude, remember that one? How we doin'? ” asked Stu.": ""}, {"“I'm fine.”": ""}, {"“You are not fine. Your ears are droopy, ”said Bonnie.": ""}, {"“Why did I think I could make a difference? ”Judy asked.": ""}, {"“Well, because you're a trier, that's why, ”said Stu.": ""}, {"“You've always been a trier, ” said Bonnie.": ""}, {"“Yeah. I tried, and I made life so much worse for so many innocent predators.”": ""}, {"“Oh, not all of them, though, ” Stu said.“Speak of the devil. Right on time.”": ""}, {"Beep! A horn blared as a bakery truck pulled up to the stand.": ""}, {"Judy's eyes widened. “Is that… Gideon Grey? ”": ""}, {"The truck had a sign that read GIDEON GREY'S EPICUREAN￼ BAKED DELIGHTS… MADE WITH HOPPS FAMILY FARM PRODUCE.": ""}, {"“Yep. It sure is, ” Stu nodded. “We work with him now.”": ""}, {"“He's our partner! And we'd never have considered it had you not opened our minds, ”said Bonnie.": ""}, {"“That's right, ” said Stu. “Gid's turned into one of the top pastry chefs in the triboroughs.”": ""}, {"The fox in question climbed out of his truck. “Gideon Grey, ” said Judy. “I'll be darned.”": ""}, {"“Hey, Judy, ” said Gideon. “I'd like to say sorry for the way I behaved in my youth. I had a lot of self-doubt that manifested￼ itself in the form of unchecked￼ rage and aggression. I was a major jerk.”": ""}, {"“I know a thing or two about being a jerk, ” said Judy.": ""}, {"“Anyhow, I brought you all these pies, ”said Gideon, holding them up. Kid bunnies ran across the field, beelining￼ it for the pies.": ""}, {"“Hey, kids! ” shouted Stu. “Don't run through the Midnicampum holicithias! ”": ""}, {"“Now, there's a four-dollar word, Mr. H. My family always just called them night howlers, ” said Gideon.": ""}, {"Judy's ears pricked up. “What did you say? ” she asked.": ""}, {"Stu gestured to the flowers growing on the edge of the crops. “Oh, Gid's talking about those flowers, Judy. I use them to keep bugs off the produce￼. But I don't like the little ones going near them on account of your Uncle Terry.”": ""}, {"“Yeah, Terry ate one whole when we were kids and went completely nuts, ” said Bonnie.": ""}, {"“He bit the dickens out of your mother, ”added Stu.": ""}, {"“A bunny can go savage…, ” said Judy, putting the pieces together.": ""}, {"“Savage? Well, that's a strong word, ” said Bonnie.": ""}, {"“There's a sizable divot in your arm. I'd call that savage, ” said Stu.": ""}, {"Judy stood still as the thoughts raced through her head. “Night howlers aren't wolves. They're flowers. The flowers are making the predators go savage. That's it.That's what I've been missing.” She raced away, then turned back. “Keys! Keys! Keys! Hurry! Come on! ” Stu tossed her the keys to his pickup truck and Judy jumped in. “Thank you, I love you, bye! ”": ""}, {"She peeled out￼ and raced toward Zootopia.": ""}]