[{"C25": ""}, {"Nick and Judy followed Weaselton's instructions and found the drop": "an old subway car in an abandoned station. They hid as two tough rams￼ exited the car. Once the rams were gone, Nick lifted Judy and she pushed open the window to peek inside. “The weasel wasn't lying, ” she whispered as she climbed through."}, {"The interior of the car had been transformed into a greenhouse. There were rows upon rows of night howlers. “Yeah, looks like old Doug's cornered the market on night howlers, ” said Nick.": ""}, {"Click! A door opened, and Judy and Nick quickly hid under a desk. They watched as a ram wearing a lab coat with the name DOUG on it entered and stood over the flowering plants. He carefully harvested the pollen and produced a small blue paint ball-like pellet￼ of serum. Nick and Judy watched in disbelief.": ""}, {"Doug's phone rang and he held it to his ear. “Yeah? What's the mark￼? Cheetah in Sahara Square. Got it.” Doug loaded the pellet into his gun and cocked it. A map with pictures of various animal targets was on the wall behind him. “Yeah, I know they're fast. I can hit him. Listen, I hit a tiny little otter through the open window of a moving car, ” he said.": ""}, {"Judy and Nick shared a look. It was suddenly clear. The map contained the images of all the missing animals. The ram must have hit them with the serum from the night howlers, turning them all savage.": ""}, {"“Yeah, I'll buzz￼ you when it's done. Or you'll see it on the news. You know, whichever comes first.”": ""}, {"Bam! Bam! The two rams banged on the door.": ""}, {"“Hey, Doug, open up, ” said one of the rams. Doug finished his call and let them in.": ""}, {"Wham! Suddenly, Judy kicked Doug in the back, knocking him into the rams. With them on the other side of the door, she locked it, shutting them out.": ""}, {"“What are you doing? ” shouted Nick.": ""}, {"The rams surrounded the subway car and pounded￼ on the doors from outside.": ""}, {"“We need to get this evidence to the ZPD, ” said Judy.": ""}, {"“Okay. Got it, ” said Nick, picking up the case.": ""}, {"“No. All of it, ” said Judy, smiling.": ""}, {"“Wait, what? ” Nick said. “You're a conductor now? Listen. It would take a miracle to get this rust bucket going.”": ""}, {"She fired up the engine of the subway car and they started to move.": ""}, {"“Oh, hallelujah, ” Nick said in defeat.": ""}, {"The train gained speed and began to race down the tracks. Nick finally allowed himself to smile.": ""}, {"“Mission accomplished. Would it be premature￼ for me to do a little victory toot-toot? ” Nick gestured to the train whistle.": ""}, {"“All right, ” said Judy. “One toot-toot.”": ""}, {"Toot! Toot! Nick happily blew the train whistle.": ""}, {"Bam! One of the rams burst into the car through the door. The train slowed down as Nick and Judy tried to push him out. Nick managed to get the door closed, but the ram continued to bang up against it.": ""}, {"Bam! Bam! Bam! The other ram appeared on the windshield and headbutted￼ it. “Maybe that's just hail? ” Nick joked.": ""}, {"Boom! He finally managed to bust through the windshield and knocked Judy out the window! She grabbed on to his horns as the subway car continued chugging down the track.": ""}, {"“Speed up, Nick! Speed up! ” she shouted.": ""}, {"“Are you crazy? There's another train coming! ”": ""}, {"“Trust me! SPEED! UP! ”": ""}, {"A split second before the trains crashed into each other, Judy kicked the ram into a track-switch lever￼, and the train car they were riding in changed tracks!": ""}, {"“Everything's gone. We lost it all, ” said Judy.": ""}, {"Nick held up the case containing a gun and a pellet. “Yeah, ” he said, “except for this.”": ""}]