[{"C26": ""}, {"Nick and Judy came up the stairs from the subway and raced through the empty Natural History Museum on their way to the ZPD. All around them were statues￼ and exhibits telling about the history of the evolution of Zootopia.": ""}, {"“There it is! ” Judy said. She could see the ZPD offices through the exit doors of the museum.": ""}, {"“Judy! Judy! ” a voice called.": ""}, {"They stopped and turned to see Bellwether standing behind them with two sheep cops.": ""}, {"“Mayor Bellwether! ” Judy said. “We found out what's happening. Someone's darting￼ predators with a serum—that's what's making them go savage.”": ""}, {"“I am so proud of you, Judy. You did such a super job, ” said Bellwether, applauding.": ""}, {"“Thank you, ma'am… How did you know where to find us? ” asked Judy.": ""}, {"“I'll go ahead and take that case now, ”said Bellwether.": ""}, {"Something about the way Bellwether was acting made Judy suspicious. “You know what? I think Nick and I will just take this to the ZPD…”": ""}, {"Judy turned to go, but the sheep blocked their way. Why wouldn't Bellwether let them leave? All of a sudden, it became crystal￼ clear to Judy. Bellwether was the one behind this from the very beginning! That was why she had known where they would be. Judy signaled to Nick and they dashed off down a corridor as Bellwether shouted, “Get them! ”": ""}, {"While she and Nick were running as fast as they could toward the police department, Judy glanced over her shoulder. She didn't see the woolly mammoth tusk sticking out in front of her, and ran right into it. Judy screamed in pain as the tusk slashed her leg and knocked her off her feet.": ""}, {"“Carrots! ” shouted Nick.": ""}, {"Nick rushed to her. Her leg was bleeding badly. He carried her behind a pillar. “I got you, come here. Okay, but just relax.” A few blueberries rolled out from Nick's pocket.“Blueberry? ” he asked, offering one to Judy.": ""}, {"“Pass, ” she said.": ""}, {"“Come on out, Judy! ” called Bellwether.": ""}, {"“Take the case, ” Judy whispered passing it to Nick.": ""}, {"“Get it to Bogo.”": ""}, {"“I'm not going to leave you behind. That's not happening, ” said Nick.": ""}, {"“I can't walk, ” said Judy.": ""}, {"“Just… we'll think of something, ” said Nick.": ""}, {"“We're on the same team, Judy! ” said Bellwether, trying to get Judy to surrender.“Underestimated.￼ Underappreciated￼, ” she went on. “Aren't you sick of it? Predators—they may be strong and loud, but prey outnumber￼ predators ten to one. Think about it": "ninety percent of the population, united against a common enemy. We'll be unstoppable.”"}, {"Bellwether spotted the shadow of long rabbit ears against the wall and gestured to the sheep. They pounced, but it was just a mummified jackalope￼. Judy and Nick made a run for it.": ""}, {"“Over there! ” Bellwether shouted.": ""}, {"Whack! A sheep tackled them, knocking the case out of Nick's grip and sending them both into a sunken diorama￼. Bellwether looked over the edge from above.": ""}, {"“What are you going to do? ” asked Judy.“Kill me? ”": ""}, {"“Of course not… he is, ” said Bellwether, gesturing to Nick. She took the dart gun out of the case and aimed at Nick. Thwick! The dart sank into Nick's skin.": ""}, {"“No! Nick! ” Judy yelled.": ""}, {"Nick started to shake and crouched over as Bellwether dialed her phone.": ""}, {"“Yes, police! ” Bellwether said into the phone. “There's a savage fox in the Natural History Museum. Officer Hopps is down! Please hurry! ”": ""}, {"Judy searched for a way out of the diorama, but there was nowhere to go. Nick, now on all fours, looked like a wild animal. “No. Nick, ”said Judy. “Don't do this. Fight it.”": ""}, {"“Oh, but he can't help it, can he? ” said Bellwether. “Since preds are just biologically predisposed￼ to be savages.”": ""}, {"Nick stalked Judy like a predator about to attack as she helplessly tried to limp away.": ""}, {"“Gosh, think of the headline": "‘Hero Cop Killed by Savage Fox, '” said Bellwether, pleased with herself."}, {"“So that's it? Prey fears predator, and you stay in power? ” asked Judy.": ""}, {"“Pretty much, ” said Bellwether.": ""}, {"“It won't work, ” said Judy.": ""}, {"“Fear always works, ” said Bellwether. “And I'll dart every predator in Zootopia to keep it that way.”": ""}, {"Nick growled as he cornered Judy.": ""}, {"“Bye-bye, bunny, ” said Bellwether.": ""}, {"Nick lunged at Judy. Bellwether smiled.": ""}, {"“Blood, blood, blood! ” shouted Judy. “And death.”": ""}, {"Bellwether looked on, completely confused.": ""}, {"Nick stood up and helped Judy to her feet.": ""}, {"“All right, you know, you're milking￼ it. Besides, I think we got it, I think we got it. We got it up there, thank you, yakety yak—you laid it all out beautifully, ” Nick said.": ""}, {"“What? ” Bellwether said, trying to figure out what was going on.": ""}, {"Nick held up the ball of serum, then gestured to the gun. “Yeah, ” he said. “Oh, are you looking for the serum? Well, it's right here.”": ""}, {"“What you've got in the weapon there—those are blueberries. From my family's farm, ”said Judy.": ""}, {"“They are delicious. You should try some.”": ""}, {"Nick licked his fingers.": ""}, {"Bellwether looked down to see a blueberry in the chamber of the dart gun.": ""}, {"“I framed Lionheart, I can frame you! It's my word against yours! ” she yelled angrily.": ""}, {"Nick held the carrot pen up high into the air so that Bellwether could see it.": ""}, {"“Oh, yeah, actually…, ” Judy started.": ""}, {"Nick pressed a button on the pen, and Bellwether's voice played back": "“And I'll dart every predator in Zootopia to keep it that way…”"}, {"“… it's your word against yours, ” said Judy.": ""}, {"Judy and Nick looked at one another and smiled. “It's called a hustle, sweetheart, ” they said together.": ""}]