[{"C27": ""}, {"The next day, all the news channels aired footage of Bellwether in an orange jumpsuit, being led to jail. “Former mayor Dawn Bellwether is behind bars today, guilty of masterminding￼ the savage attacks that have plagued Zootopia of late, ” said a newscaster.": ""}, {"The footage showed Lionheart being led out of prison.": ""}, {"“Her predecessor, Leodore Lionheart, denies any knowledge of her plot, claiming he was just trying to protect the city, ” the newscaster said. “A reporter interviewed Lionheart from jail.”": ""}, {"“Did I falsely imprison those animals? Well, yes. Yes, I did. Classic ‘doing the wrong thing for the right reason' scenario. Know what I mean, Kitty? ”": ""}, {"“No. No, I do not, ” answered the reporter, deadpan￼.": ""}, {"Back in the studio, the newscaster continued. “In related news, doctors say the night howler antivenom￼ is proving effective in rehabilitating￼ all of the victims.”": ""}, {"When Mr. Otterton awoke inside the hospital, his wife was hugging him tightly. Judy was there, watching and smiling.": ""}, {"“Thank you, ” said Mrs. Otterton gratefully.": ""}, {"Months later, Judy stood proudly at a lectern giving the commencement address to graduates of the Zootopia Police Academy.": ""}, {"“When I was a kid, I thought Zootopia was this perfect place where everyone got along and anyone could be anything… Turns out, real life's a little bit more complicated than a slogan on a bumper sticker￼. Real life is messy. We all have limitations. We all make mistakes, which means… hey, glass half full! We all have a lot in common. And the more we try to understand one another, the more exceptional￼ each of us will be. But we have to try. No matter what type of animal you are, from the biggest elephant to our first fox, I implore￼ you": "Try. Try to make a difference. Try to make the world better. Try to look inside yourself and recognize that change starts with you. It starts with me. It starts with all of us.”"}, {"Nick approached the stage. He stood tall in front of her, his chest out. Judy pinned on his badge.": ""}, {"The crowd went wild with applause as cadets threw their caps high up into the air.": ""}, {"“All right! Enough! Shut it! ” said Chief Bogo.": ""}, {"Judy and Nick took their seats among the other cops in the bullpen￼. Bogo stood up at the front, calling order. “We have some new recruits with us this morning, ” said Bogo.“Including our first fox. But… who cares? ”": ""}, {"“You should have your own line of inspirational greeting cards, sir, ” said Nick sarcastically.": ""}, {"“Shut your mouth, Wilde, ” said Bogo, then began calling out assignments. When he finally got to Judy and Nick, they waited eagerly. “Hopps, Wilde… Skunk Pride Parade. Dismissed.”": ""}, {"“Fun, ” said Nick. “Funny guy.”": ""}, {"“Parade detail is a step up from parking duty, ” Judy said.": ""}, {"Bogo looked as if he was going to smile… but then he didn't.": ""}]