[{"C3": ""}, {"Fifteen years later, Judy Hopps worked her tail off in the Zootopia Police Academy. She was small compared to the rest of the cadets—who were mostly elephants, rhinos, and bison—but she was strong-willed.": ""}, {"Because of her size, the physical training was the toughest part. Cadets had to get through obstacles in simulators￼ that mimicked all of the twelve unique ecosystems￼ that made up the city of Zootopia. From freezing Tundratown to sweltering Sahara Square, each ecosystem presented its own set of challenges—whether it was trying to scale an ice wall or survive in a scorching￼ sandstorm.": ""}, {"Judy fell down more than anyone. In her mind she could hear the voices of her parents, her drill instructor, and Gideon Grey all doubting that there could ever be a bunny cop. And it was those voices that made Judy work harder than anyone else. Through persistence￼ and perseverance￼, she managed to keep up and surprise everyone.": ""}, {"In the final weeks of training, Judy used her bunny skills, like her strong legs and her great hearing, to help prove her worth. She sailed through the physical obstacles and at times even passed the other cadets. Once, she knocked down a male rhino ten times her size during a final sparring session!": ""}, {"On graduation day, Judy took her place among the other graduates during the ceremony, including the rhino who sported a fat lip and a black eye. The mayor, a lion named Leodore Lionheart, stepped up to the podium.": ""}, {"“As mayor of Zootopia, I am proud to announce that my Mammal Inclusion Initiative has produced its first police academy graduate.The valedictorian￼ of her class… ZPD's￼ very first rabbit police officer, Judy Hopps. Assistant Mayor Bellwether, her badge? ” the mayor said to a small sheep standing nearby.": ""}, {"“Oh! Yes. Right, ” said Bellwether.": ""}, {"“Judy, it is my great privilege￼ to officially assign you to the heart of Zootopia": "Precinct One, City Center, ” Lionheart said."}, {"Judy walked across the stage to the sound of deafening applause—the loudest coming from her parents, even as Stu sobbed.": ""}, {"Mayor Lionheart handed Judy her diploma while Bellwether stepped forward and pinned her ZPD badge onto her uniform.“Congratulations, Officer Hopps.”": ""}, {"“I won't let you down. This has been my dream since I was a kid, ” said Judy.": ""}, {"“It's a real proud day for us little guys, ”Bellwether whispered.": ""}, {"“Bellwether, make room, will you? ” said Lionheart, smiling broadly. “All right, Officer Hopps. Let's see those teeth! ”": ""}, {"A photographer posed Judy with Mayor Lionheart and Bellwether. But Lionheart edged￼ Bellwether out of the photo.": ""}, {"Days later, Judy's parents, along with several siblings, accompanied her to the train station.": ""}, {"“We're real proud of you, Judy, ” said Bonnie.": ""}, {"“Yeah. Scared, too, ” said Stu. “Really, it's a proud-scared combo￼. I mean, Zootopia. It's so far away and such a big city.”": ""}, {"“Guys, I've been working for this my whole life, ” Judy told her parents, trying to hide how thrilled she really was.": ""}, {"“We know, ” said Bonnie. “And we're just a little excited for you, but terrified.”": ""}, {"“And also bears, ” said Stu. “We have bears to fear, too. To say nothing of lions, wolves…”": ""}, {"“Wolves? ” Bonnie asked, perplexed.": ""}, {"“… weasels…, ” Stu continued.": ""}, {"“You play cribbage with a weasel, ” said Bonnie.": ""}, {"“And he cheats like there's no tomorrow￼. Pretty much all predators do—and Zootopia's full of 'em. And foxes are the worst.”": ""}, {"“Actually, your father does have a point there, ” added Bonnie. “It's in their biology. Remember what happened with Gideon Grey? ”": ""}, {"“When I was nine, ” said Judy. “Gideon Grey was a jerk who happened to be a fox. I know plenty of bunnies who are jerks.”": ""}, {"“Sure. We all do. Absolutely, ” said Stu. “But just in case, we made you a little care package to take with you.” He held out a bag.": ""}, {"“And I put some snacks in there, ” said Bonnie.": ""}, {"Judy looked inside and saw a bunch of pink spray canisters￼. “This is fox repellent￼, ”explained Stu, picking one up.": ""}, {"“Yeah, that's safe to have, ” said Bonnie.": ""}, {"“This is fox deterrent￼ …, ” Stu said, pointing at something that looked like an air horn.": ""}, {"“The deterrent and the repellent. That's all she needs, ” Bonnie said, trying to stop Stu from going overboard.": ""}, {"“Check this out! ” Stu said as he pulled out a fox Taser and turned it on, causing it to sizzle￼.": ""}, {"“Oh, for goodness' sake! She has no need for a fox Taser, Stu.”": ""}, {"“Come on. When is there not a need for a fox Taser? ” asked Stu.": ""}, {"“Okay, I will take this to make you stop talking, ” said Judy. She grabbed the pink can of fox repellent as the train approached.": ""}, {"“Terrific! Everyone wins! ” Stu exclaimed.": ""}, {"“Arriving! Zootopia express￼! ” called the conductor.": ""}, {"“Okay. Gotta go. Bye! ” said Judy, heading for the train.": ""}, {"Stu and Bonnie held back￼ tears as they watched their daughter walk off. Suddenly, Judy turned back and ran to her parents. She wrapped her arms around them both. “I love you guys, ” she said, hugging them.": ""}, {"“Love you, too! ” said Bonnie.": ""}, {"After one more hug, Judy jumped onto the train.": ""}, {"“Cripes, here come the waterworks￼, ” said Stu as his tears started to flow. “Ahhahoho jeesh…”": ""}, {"“Oh, Stu, pull it together, ” whispered Bonnie.": ""}, {"The big crowd of bunnies watched Judy go, and as the train pulled away, they ran next to it, waving and shouting their goodbyes.": ""}, {"“Bye, everybody! Bye! ” Judy called.": ""}, {"When their faces faded into the distance, Judy climbed to the observation￼ deck and took a deep breath. She pulled out her phone and clicked on some music, feeling like her life was about to begin.": ""}]