[{"C5": ""}, {"Beep. Beep. Beep. At the sound of her morning alarm, Judy sprang out of bed. She washed, brushed, and rinsed￼. Then she put on her vest, pinned on her badge, and strapped on her belt. She was ready to protect the city! She glanced at the pink can of fox repellent sitting on the bedside table and walked out, leaving it behind. But after a moment, she reached back in the room and grabbed it—just in case.": ""}, {"She left her apartment and headed toward the Zootopia Police Department for her first day on the job!": ""}, {"Judy's eyes widened as she entered the chaotic and loud ZPD. Big burly￼ cops pushed criminals through the lobby as people rushed around in every direction. She dodged a few husky￼ animals before finally finding her way to the front desk. There, a pudgy￼, friendly-looking cheetah sat chatting with some other cops.": ""}, {"Judy smiled at him as she approached, but he couldn't see her because she was shorter than the desk.": ""}, {"“Excuse me! ” Judy called up to the desk.“Down here. Down. Here. Hi.”": ""}, {"“O-M goodness! ” he said. “They really did hire a bunny. What! I gotta tell you; you are even cuter than I thought you'd be.”": ""}, {"Judy winced￼. “Oh, uh, I'm sure you didn't know, but for us rabbits… the word ‘cute' is a—it's a little—”": ""}, {"“Oh! I am so sorry. Me, Benjamin Clawhauser, the guy everyone thinks is just a flabby, donut-loving cop, stereotyping￼ you…, ”he said apologetically.": ""}, {"“It's okay. Oh, um, actually you've—actually—” Judy stammered as she tried to figure out how to say it. “There's a—in your neck—the fold… there's—”": ""}, {"Clawhauser removed a small donut from under a roll of neck fat. “There you went, you little dickens! ” said Clawhauser to the donut.Then he joyfully crammed￼ it into his mouth.": ""}, {"“I should get to roll call, so… which way do I…? ” Judy asked. “Oh! ” Clawhauser said with his mouth full of donut. “Bullpen's over there to the left.”": ""}, {"“Great, thank you! ” Judy said, and hurried off.": ""}, {"“Aw… that poor little bunny's gonna get eaten alive, ” he said, watching her go.": ""}, {"Inside the bullpen, rhinos, buffalo, hippos, and elephants prepared for work. They towered over Judy, but she didn't mind. She excitedly climbed up into a massive, elephant-sized chair and gazed around the room.": ""}, {"“Hey. Officer Hopps, ” Judy extended her paw to a gigantic rhino whose name tag read MCHORN. “You ready to make the world a better place? ” she asked sincerely.": ""}, {"McHorn snorted￼ and reluctantly gave her a fist bump, nearly knocking her off her chair.": ""}, {"“TEN-HUT! ” shouted one of the officers as Police Chief Bogo, a gruff Cape buffalo, entered the room. Everyone instantly fell in line and started stomping on the floor.": ""}, {"“All right, all right. Everybody sit, ” said Bogo. “I've got three items on the docket. First, we need to acknowledge the elephant in the room.” He nodded toward an elephant officer.“Francine, happy birthday.”": ""}, {"The shy elephant blushed as the cops clapped, snorted, and hooted. “Number two": "there are some new recruits￼ with us I should introduce. But I'm not going to, because I don't care.”"}, {"Bogo moved toward a map. “Finally, we have fourteen missing mammal cases, ” he said, gesturing to the pushpin-covered map.“FOURTEEN CASES. Now, that's more than we've ever had, and City Hall is right up my tail to solve them. This is priority￼ one. Assignments! ”": ""}, {"Bogo began barking out assignments as one of the officers handed out case files.“Officers Grizzoli, Fangmeyer, Delgato": "your teams take missing mammals from the Rainforest District. Officers McHorn, Rhinowitz, Wolfard: your teams take Sahara Square. Officers Higgins, Snarlov, Trunkaby:Tundratown. And finally, our first bunny, Officer Hopps.”"}, {"Judy sat up, she'd been waiting anxiously for her assignment. Bogo grabbed the last case file from Higgins and held it dramatically in the air as he looked at Judy.": ""}, {"“Parking duty. Dismissed! ”": ""}, {"“Parking duty? ” asked Judy quietly. She hurried after Bogo. “Uh, Chief? Chief Bogo? ”": ""}, {"Bogo looked around and saw no one until he looked down to see Judy at his ankles.": ""}, {"“Sir, you said there are fourteen missing mammal cases.”": ""}, {"“So? ”": ""}, {"“So I can handle one. You probably forgot, but I was top of my class at the academy.”": ""}, {"“Didn't forget. Just don't care.”": ""}, {"“Sir, I'm not just some token￼ bunny.”": ""}, {"“Well, then writing a hundred tickets a day should be easy, ” said Bogo, walking out and slamming the door behind him.": ""}, {"“A hundred tickets, ” said Judy, stomping her foot. She turned toward the closed door and shouted, “I'm gonna write two hundred tickets! Before noon! ”": ""}]