[{"C6": ""}, {"Sporting her traffic-enforcement hat and a bright-orange vest, Judy climbed into her parking cart, buckled up, and put on her shades. She pressed the gas pedal down and took off… very slowly.": ""}, {"Judy's ears twisted and turned as she used her excellent hearing skills to listen for expired￼ parking meters￼. Each time one dinged￼, she dashed over and wrote a ticket. She ticketed dozens of cars of every size—moose cars, mouse cars, and everything in between.": ""}, {"“Boom! Two hundred tickets before noon, ”she said proudly.": ""}, {"She turned to see her traffic cart parked at an expired meter. “Two hundred and one, ”she said with a self-satisfied smile as she wrote herself a ticket.": ""}, {"Then the sound of a car horn and an angry sheep yelling out his window interrupted her moment. “Watch where you're going, fox! ” the sheep yelled.": ""}, {"Judy saw a red fox across the street and eyed him suspiciously￼. Then she shook her head and scolded herself for being suspicious without a real reason. But when she saw him look around before slinking into Jumbeaux's Café, she crossed the road and peeked in through the window. He was nowhere to be seen.": ""}, {"Now completely suspicious, Judy unsnapped the pink can of fox repellent from her holster and headed inside.": ""}, {"The café was an elephant ice cream parlor. Elephants used their trunks to scoop ice cream into bowls and decorate sundaes with nuts,whipped cream, and cherries. Judy spotted the fox at the front of the line. Jerry Jumbeaux, Jr., the elephant working behind the counter, yelled at the fox. “Listen, I don't know what you're doing skulking￼ around during daylight hours, but I don't want any trouble here. So hit the road￼! ”": ""}, {"“I'm not looking for any trouble either, sir, I simply want to buy a Jumbo-pop￼, ” said the fox innocently, reaching behind him, “for my little boy. You want the red or the blue, pal? ”": ""}, {"When Judy noticed the little toddler clinging to the fox's leg, she felt awful for jumping to conclusions. “I'm such a…, ” Judy muttered to herself as she turned to leave.": ""}, {"“Listen, buddy. There aren't any fox ice cream joints in your part of town? ”": ""}, {"“There are. It's just, my boy—” The fox tousled￼ the boy's fur. “This goofy little stinker—he loves all things elephant. Wants to be one when he grows up. Who the heck am I to crush the little guy's dreams? ”": ""}, {"The boy pulled up the hood of his elephant costume and made a cute little toot-toot sound with his toy elephant trunk. Judy smiled. Realizing she still had it out, she quickly tucked￼ her fox repellent back into its holster.": ""}, {"“Look, you probably can't read, fox, but the sign says”—Jerry pointed to the sign as he read it slowly— “WE RESERVE THE RIGHT TO REFUSE SERVICE TO ANYONE. So beat it.”": ""}, {"“You're holding up the line, ” said an annoyed elephant, waiting behind them.": ""}, {"The little toddler looked as if he was about to cry. Judy marched up to the counter and flashed her badge at Jerry.": ""}, {"“Hello? Excuse me? ” said Judy.": ""}, {"“You're gonna have to wait your turn like everyone else, meter maid, ” said Jerry.": ""}, {"“Actually… I'm an officer. Just had a quick question. Are your customers aware that they're getting snot￼ and mucous￼ with their cookies and cream? ”": ""}, {"“What are you talking about? ” asked Jerry, annoyed.": ""}, {"“Well, I don't want to cause you any trouble, but I believe scooping ice cream with an ungloved trunk is a class-three health-code violation￼. Which is kind of a big deal. Of course, I could let you off with a warning if you were to glove those trunks and—I don't know—finish selling this nice dad and his son a… what was it? ” Judy smiled at the fox.": ""}, {"“A Jumbo-pop, ” said the fox.": ""}, {"“A Jumbo-pop, ” said Judy firmly.": ""}, {"Jerry stared for a moment, then said,“Fifteen dollars.”": ""}, {"The fox turned to Judy. “Thank you so much. Thank you.” He dug through his pockets before stopping in disbelief. “Are you kidding me? I don't have my wallet. I'm sorry, pal, worst birthday ever.” The fox leaned down to give the toddler a kiss, then turned to Judy.“Thanks anyway.”": ""}, {"Judy slapped some cash on the counter.“Keep the change, ” she said.": ""}, {"Once Jerry gave them the Jumbo-pop, Judy held the door as the fox and his little boy exited Jumbeaux's.": ""}, {"“Oh no, my treat. It just—you know, it burns me up￼ to see folks with such backward attitudes toward foxes, ” Judy said. “Well, I just wanna say, you're a great dad and just a… a real articulate fellow.”": ""}, {"“Ah, well, that is high praise. It's rare that I find someone so non-patronizing… Officer…”": ""}, {"“Hopps. Mr…, ” Judy said, not catching the sarcasm￼ that was evident in the fox's tone.": ""}, {"“Wilde. Nick Wilde.”": ""}, {"Judy bent down toward the little fox. “And you, little guy, you want to be an elephant when you grow up… you be an elephant—because this is Zootopia, and anyone can be anything.” She placed a ZPD badge sticker on the boy's chest.": ""}, {"“All right, here you go—” Nick said, handing him the huge Jumbo-pop. “Two paws. Yeah. Aw, look at that smile, that's a happy birthday smile! Give her a little bye-bye toot-toot.”": ""}, {"The adorable little fox tooted his trunk.": ""}, {"“Toot-toot! ” said Judy happily. Then she walked off with a spring in her step. It felt great to help somebody in need!": ""}, {"“Officer, I can't thank you enough, ” said the fox. “So kind, really. Can I pay you back? ”": ""}, {"“Oh no, my treat. It just—you know, it burns me up￼ to see folks with such backward attitudes toward foxes, ” Judy said. “Well, I just wanna say, you're a great dad and just a… a real articulate fellow.”": ""}, {"“Ah, well, that is high praise. It's rare that I find someone so non-patronizing… Officer…”": ""}, {"“Hopps. Mr…, ” Judy said, not catching the sarcasm￼ that was evident in the fox's tone.": ""}, {"“Wilde. Nick Wilde.”": ""}, {"Judy bent down toward the little fox. “And you, little guy, you want to be an elephant when you grow up… you be an elephant—because this is Zootopia, and anyone can be anything.” She placed a ZPD badge sticker on the boy's chest.": ""}, {"“All right, here you go—” Nick said, handing him the huge Jumbo-pop. “Two paws. Yeah. Aw, look at that smile, that's a happy birthday smile! Give her a little bye-bye toot-toot.”": ""}, {"The adorable little fox tooted his trunk.": ""}, {"“Toot-toot! ” said Judy happily. Then she walked off with a spring in her step. It felt great to help somebody in need!": ""}]