[{"C7": ""}, {"A little while later, Judy was writing parking tickets in Sahara Square when she noticed Nick and his kid a few blocks away.“Oh! Hey, little toot-toot! ” she called, waving, but they didn't see her.": ""}, {"She started toward them but stopped suddenly when she realized what they were doing. They were melting the giant Jumbo-pop she had bought for them in the hot sun.Then they were channeling the juice into little jugs. Judy furrowed￼ her brow as she watched Nick and his kid packing the full jugs into the back of a van. Her eyes nearly fell out of her head when she saw Nick's little son get into the driver's seat! Then they drove off. Judy was shocked and confused.": ""}, {"She hopped in her cart and followed them to the coldest section of Zootopia—Tundratown. Nick's son was using his little paws to make molds in the snow, which Nick then put sticks in. Then the two poured the juice from the melted Jumbo-pop into the molds to create dozens of smaller pops! Judy looked on, scandalized￼. She couldn't believe it!": ""}, {"Judy followed them again, this time to Savanna Central, where they set up a stand and sold “pawpsicles￼ ” at marked-up prices to lemmings￼.": ""}, {"“Pawpsicles! Get your pawpsicles! ” barked Nick.": ""}, {"One lemming bought an icy treat, and then the rest of them followed. In an instant, the frozen desserts were completely sold out! Once the lemmings finished their pawpsicles, they threw the sticks into a recycling bin.When the lemmings were gone, a small door opened in the bin and the little fox—who, Judy realized, was not an adorable toddler but a fully grown Fennec fox named Finnick—stepped out with a bundle of used pawpsicle sticks. Judy was having trouble believing her eyes.": ""}, {"She continued to follow Nick and Finnick to Little Rodentia, where Nick plopped down the bundle of used sticks in front of a mouse construction worker and shouted, “Lumber delivery! ”": ""}, {"“What's with the color? ” asked the construction worker.": ""}, {"“The color? It's red wood, ” answered Nick, shrugging off the question as he accepted his payment.": ""}, {"The construction workers hauled￼ the sticks away, and Judy watched in awe as Nick handed Finnick his share of the cash.": ""}, {"“Thirty-nine… forty. There you go. Way to work that diaper￼, big guy. What, no kiss bye-bye for Daddy? ” Nick asked jokingly.": ""}, {"“You kiss me tomorrow, I'll bite your face off, ” said Finnick in a deep voice. “Ciao.”Finnick hopped into his van and drove off, blaring loud rap music.": ""}, {"Judy appeared in front of Nick, her face burning with anger. “I stood up for you. And you lied to me! You liar! ” she yelled.": ""}, {"“It's called a hustle￼, sweetheart, ” said Nick coolly. “And I'm not the liar, he is.” Nick pointed behind Judy. She turned but saw no one standing there. When she whipped back around, Nick was gone! Then she spotted his tail disappearing behind a corner.": ""}, {"“Hey, ” she said, hurrying to catch up as Nick strolled along. “All right, slick Nick, you're under arrest.”": ""}, {"“Really, for what? ”": ""}, {"“Gee, I don't know. How about selling food without a permit, transporting undeclared￼ commerce￼ across borough lines, false advertising—”": ""}, {"“Permit.” Nick smiled as he showed Judy the document. “Receipt of declared commerce.” He showed her a receipt. “And I did not falsely advertise anything. Take care.”": ""}, {"“You told that mouse the pawpsicle sticks were redwood, ” Judy said.": ""}, {"“That's right, ” said Nick smugly. “Red. Wood. With a space in the middle. Wood that is red. You can't touch me, Carrots. I've been doing this since I was born.”": ""}, {"“You're gonna want to refrain from calling me Carrots.”": ""}, {"“My bad, ” said Nick. “I just naturally assumed you came from some little carrot-choked Podunk, no? ”": ""}, {"“Ah, no, ” Judy replied, as if to say “obviously not.” “Podunk is in Deerbrooke County. I grew up in Bunnyburrow.”": ""}, {"“Okay. Tell me if this story sounds familiar.” Nick's tone changed as he began to talk quickly and boldly. “Naïve little hick￼ with good grades and big ideas decides, ‘Hey, look at me, I'm gonna move to Zootopia, where predators and prey live in harmony and sing “Kumbaya”! ' Only to find—whoopsie, we don't all get along. And that dream of being a big-city cop? Double whoopsie! She's a meter maid. And whoopsie number threesie, no one cares about her or her dreams. Soon enough those dreams die and our bunny sinks into emotional and literal squalor￼, living in a box under a bridge. Until, finally, she has no choice but to go back home with that cute fuzzy wuzzy tail between her legs to become—You're from Bunnyburrow? So let's say a carrot farmer? Sound about right? ”": ""}, {"Judy stood speechless. She couldn't believe Nick had figured out her fears so quickly. A passing rhino almost pushed her down, knocking her out of her thoughts.": ""}, {"“Be careful now, ” warned Nick. “Or it won't just be your dreams getting crushed.”": ""}, {"“Hey, hey! ” she said, trying to pull herself together. “No one tells me what I can or can't be! Especially not some jerk who never had the guts to try and be anything more than a pawpsicle hustler.”": ""}, {"“All right, look, everyone comes to Zootopia thinking they can be anything they want. Well, you can't. You can only be what you are.” He pointed to himself. “Sly￼ fox.”Then he pointed to her. “Dumb￼ bunny.”": ""}, {"“I am not a dumb bunny.”": ""}, {"“Right. And that's not wet cement.”": ""}, {"Judy looked down to see that she was ankle-deep in gooey￼ wet cement. She sighed in dismay.": ""}, {"“You'll never be a real cop, ” Nick said obnoxiously￼. “You're a cute meter maid, though. Maybe a supervisor one day. Hang in there.”": ""}, {"Frustrated, Judy watched as Nick walked off. Then she set about pulling her paws out of the cement.": ""}]