[{"C8": ""}, {"Shhhk! Shhhk! Judy dragged her cement-covered paws across the welcome mat outside her apartment before going in. A sad song filled the air when she turned on the radio. She switched stations. It was another sad song. And that was how her day was going. After listening to a few depressing￼ songs, she dragged her feet over to the kitchen and popped in a Carrots for One microwave dinner.": ""}, {"Beep! Beep! Once it was done, she peeled open the cover, revealing a single shriveled carrot. With her ears drooping￼, Judy sat down at her small table and ate her dinner alone.": ""}, {"Brrring! Brrring! Judy's cell phone rang. It was her parents calling for a video chat. She shook her head, sighed, and forced a smile before answering. “Oh, hey! It's my parents…, ”she said, trying to sound upbeat.": ""}, {"“There she is! ” said Bonnie. “Hi, sweetheart! ”": ""}, {"Stu's face popped onto the screen. “Hey there, Jude the Dude! How was your first day on the force? ”": ""}, {"“It was real great, ” said Judy, knowing this was a complete lie.": ""}, {"“Yeah? Everything you ever hoped? ” asked Bonnie.": ""}, {"“Absolutely, and more! Everyone's so nice. And I feel like I'm really making a difference—”": ""}, {"“Wait a second, ” said Stu, popping his head onto the screen again. “Holy cripes, Bonnie! Look at that! ”": ""}, {"Bonnie peered into the screen trying to see what Stu was so excited about. “Oh my sweet heaven! Judy, are you a meter maid? ”": ""}, {"Judy had forgotten she was still wearing her vest and that her hat was on the chair. She tried to backpedal￼. “What? Oh, this? No. It's just a temporary—”": ""}, {"“It's the safest job on the force! ” exclaimed Bonnie happily.": ""}, {"“She's not a real cop! Our prayers have been answered! ” said Stu, overjoyed.": ""}, {"“Meter maid! Meter maid! Meter maid! ”chanted Stu.": ""}, {"“Dad. Dad! ” said Judy, feeling uncomfortable and just wanting to end the conversation. “You know what? This has been great, guys, but it's been a long day—”": ""}, {"“That's right. You get some rest! ” said Bonnie.": ""}, {"“Absolutely. Those meters aren't gonna maid￼ themselves, ” added Stu.": ""}, {"They said goodnight and Judy hung up, feeling even sadder than she had before. As she took off her vest, she turned on more sad music. Through the wall, Oryx yelled": "“Hey, bunny! Turn down that depressing music! ”"}, {"“Leave the meter maid alone! ” yelled Kudu. “Didn't you hear her conversation? She feels like a failure! ”": ""}, {"Judy turned down the music as Oryx and Kudu continued to yell and bicker￼.": ""}, {"“Tomorrow's another day, ” she said quietly to herself.": ""}, {"“Yeah, but it might be worse! ” yelled Oryx.": ""}, {"Exhausted, Judy settled in for the night, wondering what tomorrow would bring.": ""}, {"“Glorious day! ”": ""}, {"“Meter maid! Meter maid! Meter maid! ”chanted Stu.": ""}, {"“Dad. Dad! ” said Judy, feeling uncomfortable and just wanting to end the conversation. “You know what? This has been great, guys, but it's been a long day—”": ""}, {"“That's right. You get some rest! ” said Bonnie.": ""}, {"“Absolutely. Those meters aren't gonna maid￼ themselves, ” added Stu.": ""}, {"They said goodnight and Judy hung up, feeling even sadder than she had before. As she took off her vest, she turned on more sad music. Through the wall, Oryx yelled": "“Hey, bunny! Turn down that depressing music! ”"}, {"“Leave the meter maid alone! ” yelled Kudu. “Didn't you hear her conversation? She feels like a failure! ”": ""}, {"Judy turned down the music as Oryx and Kudu continued to yell and bicker￼.": ""}, {"“Tomorrow's another day, ” she said quietly to herself.": ""}, {"“Yeah, but it might be worse! ” yelled Oryx.": ""}, {"Exhausted, Judy settled in for the night, wondering what tomorrow would bring.": ""}]