[{"C9": ""}, {"The next day, Judy was back to ticketing cars parked at expired meters. She plunked￼ a ticket down, and a moose yelled at her": "“I was thirty seconds over! ”"}, {"As another meter dinged, Judy scribbled￼ the ticket and placed it on a tiny windshield.": ""}, {"“You're a real hero, lady! ” yelled an angry mouse.": ""}, {"Ding! Judy wrote out a third ticket, which a hippo picked up. Her small child looked at Judy and said, “My mommy says she wishes you were dead.”": ""}, {"An angry driver shouted, “Uncool, rabbit. My tax dollars pay your salary.”": ""}, {"Later, Judy got into her cart and turned the key. But the engine wouldn't start. She banged her head against the steering wheel, making the horn honk.": ""}, {"“I am a real cop, ” she muttered weakly. “I am a real cop. I am a real cop…”": ""}, {"“Hey hey! ” called a frantic pig, running toward her.": ""}, {"The pig pounded on her cart window.“You! Bunny! ”": ""}, {"“Sir, if you have a grievance￼, you may contest your citation￼ in—” she responded mechanically.": ""}, {"“What're you talking about? ” shouted the pig. “My shop! It just got robbed! Look, he's getting away! Well! Are you a cop or not? ”": ""}, {"“Oh, yes, ” said Judy, snapping out of it.“Don't worry, sir. I got this! ”": ""}, {"She spotted a weasel running down the street, carrying a bag of stolen goods and jumped out of her cart.": ""}, {"“Stop! ” she yelled, chasing the thief. “Stop in the name of the law! ”": ""}, {"“Catch me if you can, cottontail! ” shouted the weasel.": ""}, {"McHorn screeched up in his patrol car.“This is Officer McHorn. We've got a 10-31, ”the rhinoceros said into his radio.": ""}, {"Judy slid right across McHorn's hood as she ripped off her vest and hat and shouted, “I got dibs￼! Officer Hopps. I am in pursuit! ”": ""}, {"She chased the weasel through Savanna Central, dodging giant elephants along the way.": ""}, {"Then the weasel ducked into the tiny community of Little Rodentia. The large cops, who had joined in the chase, couldn't fit through the gate, but Judy was small enough to follow the weasel in.": ""}, {"“You! ” she yelled forcefully. “Freeze! ”": ""}, {"“Hey, meter maid! Wait for the real cops! ”called McHorn.": ""}, {"Little Rodentia was packed with tiny rodents￼, and Judy and the weasel looked like giants pounding down its small streets.": ""}, {"A mouse school bus swerved to avoid the weasel and flew skyward. Judy caught it in mid-air, preventing a disaster. The mice inside cheered as she gently placed the bus on the ground. Judy watched the weasel jump off the top of a mouse building, tipping it over. She struggled to protect each and every building the weasel knocked into. Then he leapt on top of a moving mouse train!": ""}, {"“Bon voyage￼, flatfoot! ” said the weasel with a chuckle, riding the train away.": ""}, {"But Judy wasn't about to give up. She ran even faster, until she was able to push him off the train. Rodents screamed and ran as Judy and the weasel came barreling through their midst.": ""}, {"“Hey! ” she yelled. “Stop right there! ”": ""}, {"“Have a donut, copper! ” the weasel said with a laugh as he yanked￼ a huge donut sign from the front of a shop. He flung it at Judy, but it missed and bounced toward some shrews￼ coming out of Mousy's department store.": ""}, {"“Ohmygawd, did you see those leopard-print jeggings? ” said a fashionable shrew to her friends. She turned to see the donut bouncing toward her and screamed in terror.“Aaaaaaaaaaagh! ”": ""}, {"A second before it crushed the shrew, Judy moved in front of the donut and caught it in her arms. Then she turned to the shrew and said, “I love your hair.”": ""}, {"“Awww… thank you, ” said the shrew gratefully.": ""}, {"Out of the corner of her eye, Judy noticed that the weasel was about to get away. She threw the giant donut over his head and around his body, trapping him inside. The weasel was stuck!": ""}, {"It wasn't long before the weasel, still inside the donut, rolled through the front door of the ZPD lobby and hit Clawhauser's desk.": ""}, {"“I popped the weasel! ” Judy exclaimed.": ""}, {"Chief Bogo yelled from the other room": "“HOPPS! ”"}, {"Like a kid in the principal's office, Judy sat on a giant chair in front of Chief Bogo as he reviewed the report in front of him.": ""}, {"“Abandoning your post, inciting a scurry, reckless endangerment of rodents… but to be fair, you did stop a master criminal from stealing two dozen… um, let's see… moldy￼ onions.” Bogo looked straight at the bag on his desk that Judy had confiscated￼ from the crook she had stopped—Duke Weaselton.": ""}, {"“Hate to disagree with you, sir, but those aren't onions, ” Judy replied. “Those are a crocus￼ varietal called Midnicampum holicithias. They're a class C botanical, sir. I grew up in a family where plant husbandry￼ was kind of a thing.”": ""}, {"“Shut your tiny mouth, now, ” said Bogo.": ""}, {"“Sir, I got the bad guy. That's my job.”": ""}, {"“Your job is putting tickets on parked cars.”": ""}, {"Bogo's intercom clicked as Clawhauser's voice came through. “Chief, uh, Mrs. Otterton's here to see you again.”": ""}, {"“Not now, ” answered Bogo.": ""}, {"“Okay, I just didn't know if you wanted to take it this time—” said Clawhauser.": ""}, {"“Not now! ”": ""}, {"“Do you think the mayor asked what I wanted before he assigned you to me? ” Bogo interrupted her.": ""}, {"“But, sir—”": ""}, {"“Life isn't some cartoon musical where you sing a little song and your insipid dreams magically come true. So let it go.”": ""}, {"Just then a female otter, Mrs. Otterton, barged in with Clawhauser trailing behind, wheezing.": ""}, {"“Chief Bogo, please, just five minutes of your time, ” pleaded Mrs. Otterton.": ""}, {"“I'm sorry, sir, I tried to stop her; she is super slippery￼. I gotta go sit down, ” said Clawhauser, panting.": ""}, {"“Ma'am, as I've told you, we are doing everything we can, ” said Bogo.": ""}, {"“My husband has been missing for ten days, ” said Mrs. Otterton. “His name is Emmitt Otterton.” She held up a family photo.": ""}, {"“Yes, I know, ” said Bogo.": ""}, {"“He's a florist, ” she added. “We have two beautiful children. He would never just disappear.”": ""}, {"“Ma'am, our detectives are very busy.”": ""}, {"“Please. There's got to be somebody to find my Emmitt.”": ""}, {"Bogo tried to calm Mrs. Otterton down, but nothing worked. She kept going on about her concern over Mr. Otterton's disappearance.": ""}, {"“I will find him, ” said Judy.": ""}, {"Bogo looked at Judy as if he was about to explode. He watched as Mrs. Otterton hugged Judy tightly.": ""}, {"“Bless you, bless you, little bunny! ” she said, relieved. “You find my Emmitt and bring him home to me and my babies, please.”": ""}, {"Bogo grunted and ushered￼ Mrs. Otterton back outside. “Mrs. Otterton? Please wait out here.”": ""}, {"Bogo closed the door and turned to Judy, furious. “You're fired.”": ""}, {"“What? Why? ” she asked.": ""}, {"“Insubordination￼. Now, I'm going to open this door, and you are going to tell that otter you're a former meter maid with delusions of grandeur￼ who will not be taking the case.”": ""}, {"Bogo opened the door and there was Assistant Mayor Bellwether, hugging Mrs. Otterton.": ""}, {"“I just heard Officer Hopps is taking the case! ” said Bellwether happily. Bellwether pulled out her phone and began texting. “The Mammal Inclusion Initiative is really paying off! Mayor Lionheart is just going to be so jazzed! ”": ""}, {"“Let's not tell the mayor just yet—” said Bogo.": ""}, {"“And I sent it, and it's done, so I did do that, ” interrupted Bellwether. “Well, I'd say the case is in good hands! ” Bellwether smiled at Judy. “We little guys really need to stick together! Right? ”": ""}, {"“Like glue! ” Judy responded.": ""}, {"“Good one, ” Bellwether said. “Just call me if you ever need anything. You've always got a friend at city hall, Judy. All right, bye bye! ”": ""}, {"“Thank you, ma'am, ” Judy said.": ""}, {"Bogo forced a smile and closed the door. He turned to Judy, even angrier than before. “I will give you forty-eight hours, ” he said.": ""}, {"“YES! ” cried Judy.": ""}, {"“That's two days to find Emmitt Otterton.”": ""}, {"“Okay.”": ""}, {"“But you strike out, you resign.”": ""}, {"Judy couldn't believe what he was suggesting. “Oh, uh…, ” She thought for a moment and then nodded. “Okay… deal, ” she said.": ""}, {"“Splendid. Clawhauser will give you the complete case file, ” Bogo said.": ""}, {"Excited, Judy rushed out to the front desk to retrieve￼ the case file. “Here you go! ” sang Clawhauser, handing her the file. “One missing otter! ”": ""}, {"Judy opened the folder and her jaw dropped. Inside was a single piece of paper.“That's it? ” she said in disbelief.": ""}, {"“Yikes! That is the smallest case file I've ever seen! Leads": "none. Witnesses: none. And you're not in the computer system yet, so resources: none.” Clawhauser chuckled. “I hope you didn't stake your career on￼ cracking this one, ” he said, smiling."}, {"Judy didn't smile back. Clawhauser took a bite of his donut and crumbs landed on the picture inside the file.": ""}, {"“Last known sighting…, ” she said, looking at the photo under Clawhauser's donut crumbs. The picture was from a traffic camera and showed Mr. Otterton on the street. Judy blew the crumbs off and noticed something about the picture. She squinted￼. Still unable to see, she looked around. “Let me borrow that.” She grabbed Clawhauser's empty soda bottle. She looked through it, using the glass at the bottom to magnify￼ the image. Now she could see Mr. Otterton holding a frozen treat. She examined it and said thoughtfully,“Pawpsicle.”": ""}, {"“The murder weapon! ” Clawhauser said, nodding.": ""}, {"“Get your pawpsicle…, ” Judy said, thinking back to the incident with Nick.": ""}, {"“Yeah, because… What does that mean? ”asked Clawhauser.": ""}, {"“It means I… have a lead.” She headed out, leaving Clawhauser sitting at his desk, confused.": ""}]